{
  "name": "Школы магии",
  "icon": "irons_spellbooks:lightning_bottle",
  "category": "irons_spellbooks:root",
  "sortnum": 20,
  "read_by_default" : true,
  "pages": [
    {
      "type": "patchouli:text",
      "title": "Обзор",
      "text": "Каждое магическое заклинание принадлежит к той или иной школе магии. Каждая школа воплощает в себе определённую тему, как визуально, так и функционально, и у каждой есть фокус: представительный предмет, используемый в качестве ингредиента для создания. Кроме того, каждая школа может быть усилена определёнными предметами, связанными с ней, что позволяет вам стать могущественным мастером одной школы или сочетать их, чтобы стать мастером на все руки."
    },
    {
      "type": "patchouli:spotlight",
      "item": "minecraft:blaze_rod",
      "title": "Огонь",
      "text": "Школа огня, фокусом которой является огненный стержень, сосредоточена на нанесении мгновенного урона и урона на протяжении времени."
    },
    {
      "type": "patchouli:spotlight",
      "item": "irons_spellbooks:frozen_bone",
      "title": "Лёд",
      "text": "Школа льда, фокусом которой являются замороженные кости, сосредоточена на нанесении мгновенного урона и контроле толпы."
    },
    {
      "type": "patchouli:spotlight",
      "item": "irons_spellbooks:lightning_bottle",
      "title": "Молния",
      "text": "Школа молнии, фокусом которой является пузырёк с молнией, сосредоточена на концентрированном нанесении урона"
    },
    {
      "type": "patchouli:spotlight",
      "item": "irons_spellbooks:divine_pearl",
      "title": "Святая",
      "text": "Святая школа, фокусом которой является божественная жемчужина, ориентирована на поддержку, исцеление и усиление союзников."
    },
    {
      "type": "patchouli:spotlight",
      "item": "minecraft:ender_pearl",
      "title": "Эндер",
      "text": "Эндер-школа, фокусом которой является эндер-жемчуг, посвящена всему тайному и мистическому, с заклинаниями, назначение которых варьируются от урона до прочей полезности и мобильности."
    },
    {
      "type": "patchouli:spotlight",
      "item": "irons_spellbooks:blood_vial",
      "title": "Кровь",
      "text": "Школа крови, фокусом которой является пузырёк с кровью, посвящена злу; здесь вы найдёте элементы некромантии, иссушения и магии крови, с заклинаниями, фокусирующимися на уроне, усиливающем заклинателя."
    },
    {
      "type": "patchouli:spotlight",
      "item": "minecraft:emerald",
      "title": "Призывание",
      "text": "Школа призывания, фокусом которой является изумруд, посвящена магическим уловкам и призыву, охватывая широкий спектр атакующих, защитных и вспомогательных заклинаний."
    },
    {
      "type": "patchouli:spotlight",
      "item": "minecraft:poisonous_potato",
      "title": "Природа",
      "text": "Школа природы, фокусом которой является ядовитый картофель, сосредоточена на наложении ослабляющих эффектов на врагов с элементами урона, чтобы их добить."
    },
    {
      "type": "patchouli:spotlight",
      "item": "irons_spellbooks:eldritch_manuscript",
      "title": "Древняя",
      "text": "Древняя школа не похожа на другие. Это древняя и могущественная ветка магии, которая почти была забыта; вы не сможете сразу создавать или произносить заклинания древней школы. Однако по всему миру всё ещё можно найти обрывки древних манускриптов древней школы, которые можно собрать воедино с помощью осколка эха."
    },
    {
      "type": "patchouli:spotlight",
      "item": "minecraft:echo_shard",
      "title": "Древняя, продолжение",
      "text": "После восстановления манускрипта его можно использовать для изучения одного древнего заклинания, что позволит создавать и произносить его. После изучения заклинания осколок эха будет использоваться в качестве фокуса."
    }
  ]
}