{
  "name": "Модернизация конвейеров",
  "icon": "industrialforegoing:conveyor_extraction_upgrade",
  "category": "industrialforegoing:transport",
  "sortnum": 1,
  "read_by_default": true,
  "pages": [
    {
      "type": "spotlight",
      "item": "industrialforegoing:conveyor_extraction_upgrade",
      "title": "Добыча",
      "text": "Извлекает предметы и жидкости из инвентаря. Он также может извлекать предметы из инвентаря игроков. $(br2)Предметы и жидкости, которые нужно извлечь, можно отфильтровать в gui."
    },
    {
      "type": "spotlight",
      "item": "industrialforegoing:conveyor_insertion_upgrade",
      "title": "Вставка",
      "text": "Вставляет предметы и жидкости в инвентарь. Имеет 2 режима: вставка предметов, которые касаются конвейера, или вставка предметов, которые непосредственно касаются обновления. $(br2)Предметы и жидкости, которые нужно вставить, можно отфильтровать в графическом интерфейсе."
    },
    {
      "type": "spotlight",
      "item": "industrialforegoing:conveyor_detection_upgrade",
      "title": "Обнаружение",
      "text": "Обнаруживает предметы и сущности, находящиеся на вершине конвейера. $(br2)Предметы и сущности, которые необходимо обнаружить, можно отфильтровать в интерфейсе. Сущности могут быть отфильтрованы с помощью MIB, внутри которой находится сущность."
    },
    {
      "type": "spotlight",
      "item": "industrialforegoing:conveyor_bouncing_upgrade",
      "title": "Прыгающий",
      "text": "Запускает предметы и сущности, находящиеся на вершине конвейера. Вертикальная и горизонтальная сила может быть изменена в графическом интерфейсе.$(br2)Предметы и сущности, которые должны быть запущены, могут быть отфильтрованы в графическом интерфейсе. Сущности могут быть отфильтрованы с помощью MIB с сущностью внутри."
    },
    {
      "type": "spotlight",
      "item": "industrialforegoing:conveyor_dropping_upgrade",
      "title": "Опускание",
      "text": "Сбрасывает предметы и сущности, которые находятся на вершине конвейера, расположенного непосредственно под ним. $(br2)Предметы и сущности, которые нужно сбросить, можно отфильтровать в интерфейсе. Сущности могут быть отфильтрованы с помощью MIB с сущностью внутри."
    },
    {
      "type": "spotlight",
      "item": "industrialforegoing:conveyor_blinking_upgrade",
      "title": "Мигающий",
      "text": "Телепортирует предметы и сущности, находящиеся на вершине конвейера. Расстояние по вертикали и горизонтали можно изменить в графическом интерфейсе.$(br2)Предметы и сущности, которые необходимо запустить, можно отфильтровать в графическом интерфейсе. Сущности могут быть отфильтрованы с помощью MIB с сущностью внутри."
    },
    {
      "type": "spotlight",
      "item": "industrialforegoing:conveyor_splitting_upgrade",
      "title": "Разделение",
      "text": "Разделяет предметы и объекты, находящиеся на вершине конвейера, с соотношением, заданным в графическом интерфейсе. Ему требуются обновления во всех сторонах, которые необходимо распределить."
    }
  ]
}
