{
    "modmenu.descriptionTranslation.sodium": "Sodium — это бесплатный мод для оптимизации Minecraft с открытым исходным кодом, который повышает частоту кадров и уменьшает задержки",
    "modmenu.summaryTranslation.sodium": "Оптимизирует отрисовку и повышает количество кадров в секунду\n§9✎§8 В настройках графики: оптимизации",
    "options.leaf_culling.hollow": "Полые",
    "options.leaf_culling.none": "Выкл.",
    "options.leaf_culling.solid": "Плотные",
    "options.leaf_culling.solid_aggressive": "Агрессивно плотные",
    "sodium.console.broken_nvidia_driver": "Ваши графические драйверы NVIDIA устарели!\n  * Это может привести к серьёзным проблемам с производительностью и сбоям при установленной Sodium.\n  * Пожалуйста, обновите драйверы до последней версии (536.23 или новее).",
    "sodium.console.config_file_was_reset": "Файл настроек сброшен до рабочих значений по умолчанию",
    "sodium.console.config_not_loaded": "Файл настроек Sodium повреждён или оказался нечитаем. Некоторые опции были временно откачены до значений по умолчанию. Пожалуйста, проверьте настройки графики, чтобы исправить проблему.",
    "sodium.console.core_shaders_error": "Следующие наборы ресурсов несовместимы с Sodium:",
    "sodium.console.core_shaders_info": "Смотрите подробнее в журнале",
    "sodium.console.core_shaders_warn": "Следующие наборы ресурсов могут быть несовместимы с Sodium:",
    "sodium.console.game_restart": "Перезапустите игру для применения изменений в настройках графики",
    "sodium.console.pojav_launcher": "Sodium не имеет прямой поддержки PojavLauncher.\n  * Высока вероятность, что вы столкнётесь с проблемами производительности, графическими ошибками и сбоями.\n  * Продолжая его использование, вы предоставляетесь сами себе; мы не поможем вам справиться с ошибками или сбоями!",
    "sodium.option_impact.extreme": "Сильное",
    "sodium.option_impact.high": "Высокое",
    "sodium.option_impact.low": "Низкое",
    "sodium.option_impact.medium": "Среднее",
    "sodium.option_impact.varies": "Варьируется",
    "sodium.options.allow_direct_memory_access.name": "Разрешить прямой доступ к памяти",
    "sodium.options.allow_direct_memory_access.tooltip": "Если включено, некоторым критическим частям кода будет разрешено использовать прямой доступ к памяти для повышения производительности. Это часто значительно снижает нагрузку на процессор при отрисовке чанков и сущностей, но может затруднить диагностику некоторых ошибок и сбоев. Вы должны отключить это только в том случае, если вас об этом попросили или если вы точно знаете, что делаете.",
    "sodium.options.always_defer_chunk_updates.name": "Всегда откладывать обновления чанков",
    "sodium.options.always_defer_chunk_updates.tooltip": "Если включено, отрисовка никогда не будет блокироваться при процессе обновления чанков, даже если они важны. Это может значительно улучшить частоту кадров в некоторых случаях, но может создать значительную визуальную задержку, когда блокам требуется время, чтобы появиться или исчезнуть.",
    "sodium.options.animate_only_visible_textures.name": "Анимация только видимых текстур",
    "sodium.options.animate_only_visible_textures.tooltip": "Если включено, будут обновляться только те анимированные текстуры, что определяются игрой как видимые. Это может значительно улучшить производительность на некоторых устройствах и в особенности при игре с тяжёлыми наборами ресурсов. Если некоторые текстуры анимируются неправильно, попробуйте отключить эту опцию.",
    "sodium.options.autosave_indicator.tooltip": "Если включено, на экране будет показываться индикатор сохранения мира на диск.",
    "sodium.options.biome_blend.tooltip": "Расстояние (в блоках), на котором цвета биомов будут плавно переходить друг в друга. Использование больших значений увеличит время загрузки и обновления чанков, практически не улучшая качество.",
    "sodium.options.biome_blend.value": "%s бл.",
    "sodium.options.brightness.tooltip": "Регулирует яркость (гамму) игры.",
    "sodium.options.buttons.donate": "Buy Me a Coffee",
    "sodium.options.buttons.undo": "Отменить",
    "sodium.options.chunk_memory_allocator.async": "Асинхронный",
    "sodium.options.chunk_memory_allocator.name": "Аллокатор памяти для чанков",
    "sodium.options.chunk_memory_allocator.swap": "Подкачка",
    "sodium.options.chunk_memory_allocator.tooltip": "Выбирает аллокатор памяти, который будет использоваться для отрисовки чанков.\n— АСИНХРОННЫЙ: Самый быстрый вариант, хорошо работает с большинством современных графических драйверов.\n— ПОДКАЧКА: Резервный вариант для старых графических драйверов. Может значительно увеличить использование памяти.",
    "sodium.options.chunk_update_threads.name": "Число потоков обновления чанков",
    "sodium.options.chunk_update_threads.tooltip": "Здесь указывается количество потоков, используемых для построения чанков. Использование большего числа потоков может ускорить загрузку чанков и скорость их обновления, но может негативно повлиять на время отображения кадров. Значение, установленное по умолчанию, считается универсальным.",
    "sodium.options.clouds_quality.tooltip": "Уровень детализации облаков в небе. Несмотря на наличие опций «Быстро» и «Детально», влияния на производительность это практически не оказывает.",
    "sodium.options.cpu_render_ahead_limit.name": "Лимит предварительной отрисовки на стороне ЦП",
    "sodium.options.cpu_render_ahead_limit.tooltip": "Только для отладки. Указывает максимальное количество кадров, которые могут быть отправлены к ЦП. Не рекомендуется менять это значение, поскольку очень низкие или высокие значения могут создать нестабильность частоты кадров.",
    "sodium.options.cpu_render_ahead_limit.value": "%s кад.",
    "sodium.options.fps_limit.tooltip": "Ограничивает максимальное количество кадров в секунду. Это может помочь снизить расход заряда батареи и нагрузку на систему. Если включена вертикальная синхронизация, этот параметр будет игнорироваться, если только он не ниже частоты обновления вашего экрана.",
    "sodium.options.fullscreen.tooltip": "Если включено, игра откроется на весь экран (если это доступно).",
    "sodium.options.gui_scale.tooltip": "Задаёт размер интерфейса. При значении «Автоматически» всегда будет использоваться наибольший размер.",
    "sodium.options.pages.advanced": "Для продвинутых",
    "sodium.options.pages.performance": "Производительность",
    "sodium.options.pages.quality": "Качество",
    "sodium.options.performance_impact_string": "Влияние на производительность: %s",
    "sodium.options.simulation_distance.tooltip": "Симуляция определяет, на каком расстоянии будут загружаться и обновляться местность и сущности. Чем меньше значение симуляции, тем ниже нагрузка на внутренний сервер, что положительно сказывается на частоте кадров.",
    "sodium.options.use_no_error_context.name": "Не использовать контекст ошибки",
    "sodium.options.use_no_error_context.tooltip": "Если включено, контекст OpenGL будет создан с отключённой проверкой ошибок. Это немного улучшает производительность отрисовки, но может значительно усложнить отладку внезапных непредвиденных сбоев.",
    "sodium.options.use_persistent_mapping.name": "Использовать постоянное отображение",
    "sodium.options.use_persistent_mapping.tooltip": "Только для отладки. Если включено, для буфера постановки будут использоваться постоянные отображения памяти, что позволяет избежать ненужных копирований памяти. Отключение этой опции может быть полезно для выявления причины графических искажений.\n\nТребуется OpenGL 4.4 или ARB_buffer_storage.",
    "sodium.options.v_sync.tooltip": "Если включено, частота кадров в игре будет синхронизирована с частотой обновления монитора, что в целом делает картинку более плавной. Однако это может немного замедлить то, как быстро игра отвечает на ваши действия. Может повлиять на скорость работы игры на недостаточно мощных компьютерах.",
    "sodium.options.view_distance.tooltip": "Прорисовка определяет, насколько далеко будет отрисовываться местность. Чем меньше значение прорисовки, тем меньше местности будет отрисовываться, что положительно сказывается на частоте кадров.",
    "sodium.options.vignette.name": "Виньетка",
    "sodium.options.weather_quality.tooltip": "Определяет расстояние отображения погодных эффектов, таких как дождь и снег.",
    "sodium.resource_pack.unofficial": "Неофициальные переводы Sodium"
}