{
    "advancement.enigmaticlegacy:abyssalHeart": "Древний ужас",
    "advancement.enigmaticlegacy:abyssalHeart.desc": "Убейте эндер-дракона и завладейте сердцем бездны",
    "advancement.enigmaticlegacy:allSpellstones": "Каменный гримуар",
    "advancement.enigmaticlegacy:allSpellstones.desc": "Соберите каждый уникальный заклинательный камень. Если бы был способ объединить их все...",
    "advancement.enigmaticlegacy:astralDust": "Первоначальный катализатор",
    "advancement.enigmaticlegacy:astralDust.desc": "Найдите звёздную пыль",
    "advancement.enigmaticlegacy:astralFruit": "Сказочное яблоко",
    "advancement.enigmaticlegacy:astralFruit.desc": "Найдите небесный плод среди сокровищ города Энда и съешьте его",
    "advancement.enigmaticlegacy:burnTheTome": "Гоголь",
    "advancement.enigmaticlegacy:burnTheTome.desc": "Бросьте древний фолиант в печь",
    "advancement.enigmaticlegacy:cosmicScroll": "Хранитель божественного",
    "advancement.enigmaticlegacy:cosmicScroll.desc": "Совершите паломничество во владения архитектора и станьте его преданным верующим, получив право носить его знак и благословение",
    "advancement.enigmaticlegacy:cursedRing": "Впереди тьма",
    "advancement.enigmaticlegacy:cursedRing.desc": "Наденьте кольцо и примите семь проклятий",
    "advancement.enigmaticlegacy:desolationRing": "Реальность искривлена",
    "advancement.enigmaticlegacy:desolationRing.desc": "Выкуйте бремя опустошения и возьмите его на себя",
    "advancement.enigmaticlegacy:discoverRing": "Чумовой 0,5-каратный алмаз",
    "advancement.enigmaticlegacy:discoverRing.desc": "Найдите или создайте своё первое кольцо",
    "advancement.enigmaticlegacy:discoverScroll": "Крепкий орешек-колдун",
    "advancement.enigmaticlegacy:discoverScroll.desc": "Получите свой первый магический свиток",
    "advancement.enigmaticlegacy:discoverSpellstone": "Мощь стихий",
    "advancement.enigmaticlegacy:discoverSpellstone.desc": "Найдите свой первый заклинательный камень",
    "advancement.enigmaticlegacy:etheriumGear": "Лучший щит",
    "advancement.enigmaticlegacy:etheriumGear.desc": "Создайте полный комплект брони из эфирия",
    "advancement.enigmaticlegacy:etheriumTool": "Гроза ландшафта",
    "advancement.enigmaticlegacy:etheriumTool.desc": "Создайте любой инструмент из эфирия",
    "advancement.enigmaticlegacy:fabulousScroll": "Коснуться небес",
    "advancement.enigmaticlegacy:fabulousScroll.desc": "Получите благосклонность творца",
    "advancement.enigmaticlegacy:forbiddenAxe": "Страшная месть",
    "advancement.enigmaticlegacy:forbiddenAxe.desc": "Обезглавьте врага топором палача",
    "advancement.enigmaticlegacy:forbiddenFruit": "Первородный грех",
    "advancement.enigmaticlegacy:forbiddenFruit.desc": "Съешьте запретный плод и забудьте про голод",
    "advancement.enigmaticlegacy:guardianHeart": "Бессильное око",
    "advancement.enigmaticlegacy:guardianHeart.desc": "Убейте древнего стража и завладейте сердцем стража",
    "advancement.enigmaticlegacy:heavenScroll": "Небесный свиток",
    "advancement.enigmaticlegacy:heavenScroll.desc": "Найдите или создайте дар небес",
    "advancement.enigmaticlegacy:infernalShield": "Попробуй пробить ЭТО!",
    "advancement.enigmaticlegacy:infernalShield.desc": "Выкуйте совершенное защитное средство — оплот пылающей гордости",
    "advancement.enigmaticlegacy:loreInscriber": "Автор преданий",
    "advancement.enigmaticlegacy:loreInscriber.desc": "Найдите чернильницу архитектора",
    "advancement.enigmaticlegacy:magnetRing": "Притягательность",
    "advancement.enigmaticlegacy:magnetRing.desc": "Найдите или создайте магнитное кольцо",
    "advancement.enigmaticlegacy:megasponge": "Кто проживает на дне..?",
    "advancement.enigmaticlegacy:megasponge.desc": "Найдите или создайте экстраполированную мегагубку",
    "advancement.enigmaticlegacy:mendingMixture": "Внеземное вещество",
    "advancement.enigmaticlegacy:mendingMixture.desc": "Найдите или создайте чинящий состав",
    "advancement.enigmaticlegacy:recallPotion": "Пора сваливать",
    "advancement.enigmaticlegacy:recallPotion.desc": "Сварите зелье возвращения",
    "advancement.enigmaticlegacy:smeltEtherium": "Не так уж и эфемерен",
    "advancement.enigmaticlegacy:smeltEtherium.desc": "Выплавьте слиток эфирия",
    "advancement.enigmaticlegacy:superMagnetRing": "Всевидящее око",
    "advancement.enigmaticlegacy:superMagnetRing.desc": "Найдите или создайте кольцо переноса",
    "advancement.enigmaticlegacy:theCube": "Смертность была болезнью",
    "advancement.enigmaticlegacy:theCube.desc": "Придайте всем заклинательным камням форму, в равной степени могущественную и неприродную, создав неевклидов куб",
    "advancement.enigmaticlegacy:theInfinitum": "Вне времени и пространства",
    "advancement.enigmaticlegacy:theInfinitum.desc": "Обретите инфинитум и станьте глашатаем бездны",
    "advancement.enigmaticlegacy:theTwist": "Поворот сюжета",
    "advancement.enigmaticlegacy:theTwist.desc": "Сразите визера и создайте искажение, используя нечестивую сущность",
    "advancement.enigmaticlegacy:twistedHeart": "Оно предаст тебя",
    "advancement.enigmaticlegacy:twistedHeart.desc": "Создайте искажённое сердце",
    "advancement.enigmaticlegacy:twistedMirror": "Искажённая красота",
    "advancement.enigmaticlegacy:twistedMirror.desc": "Создайте искажённое зеркало",
    "advancement.enigmaticlegacy:ultimatePotion": "Мастер зельеварки",
    "advancement.enigmaticlegacy:ultimatePotion.desc": "Сварите своё первое верховное зелье",
    "advancement.enigmaticlegacy:unholyGrail": "Несмотря на запрет",
    "advancement.enigmaticlegacy:unholyGrail.desc": "Выпейте из проклятого грааля",
    "advancement.enigmaticlegacy:unholyGrailWorthy": "Никакое не превосходство",
    "advancement.enigmaticlegacy:unholyGrailWorthy.desc": "Обуздайте силу проклятого грааля…, но какой ценой?",
    "advancement.enigmaticlegacy:voidPearl": "Надежда угасает",
    "advancement.enigmaticlegacy:voidPearl.desc": "Найдите жемчуг пустоты",
    "advancementTab.enigmaticlegacy": "Enigmatic Legacy",
    "advancementTab.enigmaticlegacy.desc": "Остатки былых времён",
    "block.enigmaticlegacy.astral_block": "Мешок со звёздной пылью",
    "block.enigmaticlegacy.big_lamp": "Фонарь",
    "block.enigmaticlegacy.big_redstonelamp": "Редстоуновый фонарь",
    "block.enigmaticlegacy.big_shroomlamp": "Грибонарь",
    "block.enigmaticlegacy.cosmic_cake": "Вечный торт",
    "block.enigmaticlegacy.end_anchor": "Якорь измерений",
    "block.enigmaticlegacy.etherium_block": "Эфириевый блок",
    "block.enigmaticlegacy.massive_lamp": "Закрытый фонарь",
    "block.enigmaticlegacy.massive_redstonelamp": "Закрытый редстоуновый фонарь",
    "block.enigmaticlegacy.massive_shroomlamp": "Закрытый грибонарь",
    "book.enigmaticlegacy.category.accessories.desc": "Множество предметов можно носить с собой, но на первый взгляд они не выполняют никакой явной функции.<br2/>Однако вы можете создать или найти волшебные вещи, которые становятся кольцами, амулетами или чем-то ещё, что удобно носить с собой и не тяготит своего обладателя так, как тяжёлые доспехи или меч.",
    "book.enigmaticlegacy.category.accessories.name": "Аксессуары",
    "book.enigmaticlegacy.category.armor.desc": "Несмотря на всю красоту этого мира, в его тёмных уголках поджидает множество опасностей. Многие из них способны в мгновение ока уничтожить путешественника, если у того не будет должных средств защиты.<br2/>Многие легендарные кузнецы посвятили свою жизнь созданию идеальных доспехов. Вы, без сомнения, превзойдёте их всех.",
    "book.enigmaticlegacy.category.armor.name": "Доспехи",
    "book.enigmaticlegacy.category.brewing.desc": "Хотя зельеварение пользовалось большой популярностью среди человеческих магов в прошлых эпохах, многие полубоги недооценивают мощь этого искусства, считая его не заслуживающим тщательного изучения и всей этой возни с ингредиентами.<br2/>Однако для тех, кто готов посвятить себя этому занятию, зелья могут стать самым мощным инструментом в их арсенале.",
    "book.enigmaticlegacy.category.brewing.name": "Зельеварение",
    "book.enigmaticlegacy.category.decorations.desc": "Некоторые вещи, которые вы можете спроектировать и создать, как известно, не имеют практического назначения.<br2/>Однако это не означает, что они бесполезны. Могущественное существо, каким являетесь вы, безусловно, заслуживает окружать себя комфортом и красотой, если пожелает это сделать.",
    "book.enigmaticlegacy.category.decorations.name": "Декорации",
    "book.enigmaticlegacy.category.enchantments.desc": "Наложение чар — это поистине великая форма искусства. Разные мастера ищут разные подходы к его осуществлению, и в конечном итоге невозможно сказать, какой из подходов самый эффективный, и существует ли он вообще.<br2/>Как и в других видах искусства, существуют ключевые моменты, которые лежат в основе любой школы чар, и которые вам придётся изучить в любом случае.",
    "book.enigmaticlegacy.category.enchantments.name": "Чары",
    "book.enigmaticlegacy.category.materials.desc": "Вы знакомы с большинством обыденных материалов и ресурсов, которых в этом мире предостаточно. Но если копнуть глубже, вы можете открыть для себя вещи, которых никогда ранее не встречали.<br2/>Продолжая поиски новых материалов для создания лучших инструментов, стоит обратить внимание на необычные свойства некоторых из них.",
    "book.enigmaticlegacy.category.materials.name": "Ресурсы и материалы",
    "book.enigmaticlegacy.category.misc.desc": "Некоторые знания чрезвычайно сложно категоризировать. Иногда это становится вовсе не стоящим усилий.<br2/>В то же время, есть своя романтика в том, чтобы оставлять бумаги и свитки, накопившиеся на столе, без всякого порядка или структуры. Величие часто рождается из того, что кажется полным хаосом.",
    "book.enigmaticlegacy.category.misc.name": "Разное",
    "book.enigmaticlegacy.category.relics.desc": "Бесчисленные реликвии рассыпаны по всему миру, многие забыты веками, другие — живут в легендах…<br2/>И как исследователю и завоевателю, они оказываются вашим первостепенным интересом, поскольку являются ключами к достижению невообразимой мощи и знаками, которые могут привести вас к ответам, которые вы ищете.",
    "book.enigmaticlegacy.category.relics.name": "Артефакты",
    "book.enigmaticlegacy.category.tools.desc": "Даже полубогам часто не удаётся легко раскрыть свои творческие и разрушительные способности без подходящего инструмента в руках.<br2/>Мечи не отличаются от любых других инструментов — они созданы для выполнения своей функции и безмолвно подчиняются своему предназначению. Просто так случилось, что их цель — проливать кровь.",
    "book.enigmaticlegacy.category.tools.name": "Инструменты и оружие",
    "book.enigmaticlegacy.category.world.desc": "Некоторые предпочитают бездумно обыскивать всё подряд в поисках сокровищ, оставляя всё остальное позади. Это не совсем необоснованный путь, но делает ли это кого-то лучше тех монстров, что слепо ищут крови в ночи?.. Иногда, если присмотреться поближе, развалины и следы прошлых эпох могут рассказать вам многое о долгой истории до вашего пришествия.",
    "book.enigmaticlegacy.category.world.name": "Мир",
    "book.enigmaticlegacy.entry.abyssal_heart.heading.1": "Сердце",
    "book.enigmaticlegacy.entry.abyssal_heart.name": "Сердце бездны",
    "book.enigmaticlegacy.entry.abyssal_heart.page.1": "Когда это нечеловеческое безобразие впервые попало в ваши руки, смесь ощущений, невозможных для описания, охватила ваш разум, среди которых нашлось место и ужасу, и волнению, восхищению и отвращению. Взгляд его одинокого глаза опустился на вас с непостижимыми намерениями, но как только первая волна эмоций отступила — вы пришли",
    "book.enigmaticlegacy.entry.abyssal_heart.page.2": "к выводу, что оно не представляет для вас угрозы.<br2/>Тем не менее, вы не знаете, что это такое на самом деле и откуда оно взялось. Возможно, ваше невыносимое существование и усилия жить вопреки «семи проклятиям» были замечены какой-то неименуемой древней силой, и через ваше",
    "book.enigmaticlegacy.entry.abyssal_heart.page.3": "проклятое бытие она выбрала путь, чтобы проявить себя в мире. Возможно, это просто случайность, сбой в самой реальности, позволивший чему-то подобному появиться. А может быть, это ваше больное сознание задумало этот ужас в какой-то кошмарной лихорадке, и с его ростом — разложение проклятий сумело проявить его в смертном мире?<br2/>Возможно, лучше и не знать, ведь некоторые истины намного",
    "book.enigmaticlegacy.entry.abyssal_heart.page.4": "тревожнее всего, что может придумать человеческое воображение.<br2/>Тем не менее, теперь вы являетесь законным владельцем этой вещи. И недолго осталось до того момента, когда вы сможете использовать его в каком-нибудь невообразимо жестоком, пугающем деле… Мир расплатится вдесятеро за все страдания, которые он вам причинил.",
    "book.enigmaticlegacy.entry.advanced_brewing.heading.1": "Верховное зельеварение",
    "book.enigmaticlegacy.entry.advanced_brewing.heading.2": "Верховная сила",
    "book.enigmaticlegacy.entry.advanced_brewing.heading.3": "Верховная невидимость",
    "book.enigmaticlegacy.entry.advanced_brewing.heading.4": "Верховное исцеление",
    "book.enigmaticlegacy.entry.advanced_brewing.heading.5": "Верхновное взрывающееся зелье",
    "book.enigmaticlegacy.entry.advanced_brewing.name": "Продвинутые зелья",
    "book.enigmaticlegacy.entry.advanced_brewing.page.1": "Один из быстрых способов использования звёздной пыли — в зельеварении. Её необычные свойства позволяют достигать того, что ранее считалось невозможным, создавая верховные зелья, сочетающие в себе мощный эффект и продолжительное действие.<br2/>На следующих страницах содержатся примеры эффектов, которые вы можете достичь, делая это.",
    "book.enigmaticlegacy.entry.advanced_brewing.page.2": "Верховные зелья можно варить как из расширенной версии, так и, если для выбранного зелья есть такая вариация, усиленной версии.<br2/>Результат не будет отличаться от этого.",
    "book.enigmaticlegacy.entry.advanced_brewing.page.3": "Если у зелья есть как расширенная, так и усиленная версии, его верховная версия сочетает в себе лучшее из обоих. В случае с «Силой» это означает, что его верховная версия будет давать «Силу II» на 8 минут.",
    "book.enigmaticlegacy.entry.advanced_brewing.page.4": "Если у зелья есть только расширенная версия, обычно это удваивает длительность расширенной версии. Как видно здесь, верховное зелье невидимости применяет свой эффект на 16 минут.",
    "book.enigmaticlegacy.entry.advanced_brewing.page.5": "Если у зелья есть мгновенный эффект, оно повысит уровень своего эффекта. Таким образом, зелье исцеления будет применять «Мгновенное восстановление III», если заварено в верховную версию.",
    "book.enigmaticlegacy.entry.advanced_brewing.page.6": "Их также можно варить из и превращать в взрывные и туманные версии обычными способами.",
    "book.enigmaticlegacy.entry.ancient_debris.heading.1": "Обломки",
    "book.enigmaticlegacy.entry.ancient_debris.name": "Древние обломки",
    "book.enigmaticlegacy.entry.ancient_debris.page.1": "Глубоко в коре Незера скрываются древние обломки.<br2/>Их происхождение точно неизвестно. Фрагменты легенд, которые вам доводилось встречать, достаточно подробно описывают процесс их переработки и ожидаемые свойства материала, который можно получить в результате, но не дают никаких подсказок о том, откуда они могли взяться. Хотя геологическая история",
    "book.enigmaticlegacy.entry.ancient_debris.page.2": "Незера сама по себе является загадкой, как в эту историю попали такие необычные обломки, является ещё большей тайной.<br2/>Однако, гораздо больше, чем в их истории, вас интересует возможность заполучить сам образец этих обломков.",
    "book.enigmaticlegacy.entry.ancient_debris.page.3": "Судя по вашим сведениям, он может стать ключом к созданию металла, превосходящего по твёрдости алмаз, который на протяжении многих предыдущих эпох оставался самым прочным материалом, с которым приходилось работать как людям, так и полубогам.",
    "book.enigmaticlegacy.entry.ancient_tomes.heading.1": "Фолиант",
    "book.enigmaticlegacy.entry.ancient_tomes.name": "Древние фолианты",
    "book.enigmaticlegacy.entry.ancient_tomes.page.1": "Во многих уголках трёх великих миров можно наткнуться на эти фолианты. Они представляют собой очень старые образцы литературы и одни из немногих, которые сохранились до наших дней, несмотря на все разрушения и стирания, которые их постигли на протяжении веков, предшествующих вашему пришествию.<br2/>Восстановление тех немногих",
    "book.enigmaticlegacy.entry.ancient_tomes.page.2": "знаний, которые до сих пор хранятся в их страницах, — это подвиг, не имеющий себе равных; однако, надеемся, что с умом и силой полубога это гораздо проще.<br2/>К сожалению, не так часто эти знания оказываются практически применимыми. Чаще в этих трудах содержится фольклор и художественные описания мира и",
    "book.enigmaticlegacy.entry.ancient_tomes.page.3": "его обширной истории, которые вряд ли помогут вам его завоевать, хотя, возможно, сделают само завоевание более ценным. Найти в них чистую правду — непростая задача, но собрав достаточное количество примеров, вы сможете значительно расширить свои знания о всех мирах, раскрыв многие тайны, которые иначе не смогли бы разгадать.<br2/>Также вы можете обнаружить множество подсказок, которые приведут вас к легендарным реликвиям и",
    "book.enigmaticlegacy.entry.ancient_tomes.page.4": "другим мощным объектам, которые вам было бы интересно забрать, но вы ещё не знаете, где их искать.",
    "book.enigmaticlegacy.entry.angel_blessing.heading.1": "Заклинательный камень",
    "book.enigmaticlegacy.entry.angel_blessing.name": "Благословение ангела",
    "book.enigmaticlegacy.entry.angel_blessing.page.1": "Этот заклинательный камень можно найти среди руин древних храмов, служивших некой неизвестной вам цели. Однако выяснить назначение благословения ангела оказалось гораздо менее сложной задачей.<br2/>Оно дарует вам силы, связанные с элементом воздуха, позволяя отгонять стрелы, летящие в вашу сторону, спасать ваши ноги от",
    "book.enigmaticlegacy.entry.angel_blessing.page.2": "переломов при жёстком падении или помогать дотянуться до места назначения, к которому вы не смогли бы добраться только силой своих мышц. Или всё это сразу, если захотите.<br2/>Его активная способность наиболее полезна, когда вы прыгаете перед его использованием, так как импульс, который генерирует заклинательный камень, добавляется",
    "book.enigmaticlegacy.entry.angel_blessing.page.3": "к вашей текущей скорости, позволяя совершать действительно длинные или высокие прыжки.<br2/>Его близкое присутствие почему-то успокаивает, хотя вы и не можете объяснить почему.",
    "book.enigmaticlegacy.entry.animal_guidebook.name": "Руководство приручителя животных",
    "book.enigmaticlegacy.entry.animal_guidebook.page.1": "Если вы хотите подружиться с очаровательной фауной верхнего мира, это подробное руководство наверняка поможет вам в этом. Оно научит вас, как избегать случайного вреда вашим животным друзьям, когда вы заняты борьбой с чем-то гораздо менее дружелюбным, и многим способам завоевать их лояльность и уважение.<br2/>Однако трудно запомнить сотни страниц, наполненных",
    "book.enigmaticlegacy.entry.animal_guidebook.page.2": "тщательными исследованиями и подробными деталями по этой теме, так что лучше носить его с собой на случай, если вам понадобится быстро что-то посмотреть.",
    "book.enigmaticlegacy.entry.arcane_scrolls.name": "Таинственные свитки",
    "book.enigmaticlegacy.entry.arcane_scrolls.page.1": "Создание таинственных свитков, помимо материалов для письма и обычного пустого свитка, обычно требует пару магических ингредиентов, чтобы уж точно убедиться, что созданный свиток будет делать нечто большее, чем просто существовать. Их можно носить с собой, как и любые другие аксессуары.<br2/>Вряд ли они как-то сильно дополнят ваш образ устрашающего, могущественного мага,",
    "book.enigmaticlegacy.entry.arcane_scrolls.page.2": "тем более что давно уже были изобретены книги. Но это неважно, учитывая насколько обширны практические возможности, которые они могут предоставить, если используются опытным лицом.<br2/>Странно, но трудно найти свиток, используемый исключительно для хранения записей, даже среди самых древних образцов литературы. Возможно, из-за того, как они выглядят, они и не думали применять их таким образом?..",
    "book.enigmaticlegacy.entry.arcane_scrolls.page.3": "Здесь описан способ создания пустого свитка.<br2/>Может быть, сам по себе он не очень полезен, но служит основой для создания таинственных свитков.",
    "book.enigmaticlegacy.entry.ascension_amulet.name": "Амулет вознесения",
    "book.enigmaticlegacy.entry.ascension_amulet.page.1": "К настоящему времени вы уже знаете, что загадочный амулет в вашем владении не уникален, и, фактически, такая вещь дана многим другим полубогам за пределами вашего времени и пространства. Существует несколько вариаций такого амулета с разными цветами и разными силами. Что именно определило цвет в вашем текущем владении, неизвестно, но они, кажется, все что-то",
    "book.enigmaticlegacy.entry.ascension_amulet.page.2": "означают и каким-то образом связаны между собой.<br2/>С силой, заключённой в сердце космоса, вы можете преобразовать свой амулет в форму невиданного могущества и амбиций. Гордо названный амулетом",
    "book.enigmaticlegacy.entry.ascension_amulet.page.3": "вознесения, он даст вам способности всех возможных цветов…<br2/>Судьба, возможно, решила начало вашего существования в этом царстве, но конец его — в ваших руках.",
    "book.enigmaticlegacy.entry.astral_breaker.name": "Звёздный крушитель",
    "book.enigmaticlegacy.entry.astral_breaker.page.1": "Привычные инструменты, сделанные из эфирия, и сами по себе весьма мощны и полезны, но это не абсолютный предел того, что можно выковать, используя столь превосходный металл.<br2/>С чарующей силой звёздной пыли, а также с привлечением других тайных ингредиентов, вам удалось найти совершенное слияние, что привело к созданию мрогоцелевого инструмента — звёздного крушителя.",
    "book.enigmaticlegacy.entry.astral_breaker.page.2": "Он воплощает в себе кирку, топор и лопату, разрушая каменные, деревянные и земляные блоки так же легко, как и отдельные эфириевые инструменты, что избавляет вас от необходимости в их использовании. Единственным его недостатком является",
    "book.enigmaticlegacy.entry.astral_breaker.page.3": "уменьшенная зона поражения по сравнению с эфириевым боевым топором, но в большинстве случае это не проблема.<br2/>По сравнению с другими эфириевыми инструментами, его прочность немного выше.",
    "book.enigmaticlegacy.entry.astral_dust.heading.1": "За дасто",
    "book.enigmaticlegacy.entry.astral_dust.name": "Звёздная пыль",
    "book.enigmaticlegacy.entry.astral_dust.page.1": "Скрываясь в помещениях городов Энда, эта уклончивая субстанция обладает невероятно интересными свойствами. Кажется, что в ней смешана и заключена сила всех элементов и что-то удерживает её в относительно стабильной форме. Звёздная пыль напоминает само творение — хаотичное и изменчивое, но каким-то образом замороженное во времени, что позволяет вам любоваться всей",
    "book.enigmaticlegacy.entry.astral_dust.page.2": "красотой её мгновения.<br2/>Таинственная мощь, которую она содержит, может быть огромной, но требует аккуратного обращения и формирования, чтобы быть полезной в конструктивном смысле. Со временем, несомненно, вы откроете множество применений, которые она может иметь.",
    "book.enigmaticlegacy.entry.etherium_axe.name": "Эфириевый топор",
    "book.enigmaticlegacy.entry.etherium_axe.page.1": "В отличие от простого топора, эта громадина больше заточена под то, чтобы быть и инструментом и оружием, превосходно справляясь и с тем, и с другим.<br2/>В качестве инструмента боевой топор способен рубить деревянные блоки в площади 3 × 3 × 3. Если столь большая область ни к чему, применяйте его к отдельно стоящим",
    "book.enigmaticlegacy.entry.etherium_axe.page.2": "блокам. Помимо бревён и досок, он также эффективно справляется с менее прочными растениями, такими как листья, кактусы или бамбук.<br2/>В качестве оружия боевой топор наносит огромный урон и, так как является топором,",
    "book.enigmaticlegacy.entry.etherium_axe.page.3": "легко рубит щиты противников. Единственным недостатком является его вес, и, хоть это и позволяет наносить больший урон каждую атаку, вам придётся пережидать длительные перерывы перед каждым махом, чтобы восстановиться после предыдущего.<br2/>Как и любой другой эфириевый инструмент, эфириевый боевой топор невероятно прочен.",
    "book.enigmaticlegacy.entry.etherium_pickaxe.name": "Эфириевая кирка",
    "book.enigmaticlegacy.entry.etherium_pickaxe.page.1": "Проста в своей конструкции и просто невероятно мощная в сравнении со всем, что вы могли бы выковать из простых земных материалов.<br2/>Эфириевая кирка в мгновение ока разрушает сразу 3 блока площадью при выкапывании лишь одного, позволяя с небывалой лёгкостью делать огромные туннели в земной коре. Если",
    "book.enigmaticlegacy.entry.etherium_pickaxe.page.2": "столь большая область ни к чему, применяйте её к отдельно стоящим блокам.<br2/>Кроме того, она чрезвычайне прочна и",
    "book.enigmaticlegacy.entry.etherium_pickaxe.page.3": "подойдёт для разрушения большинства видов блоков, таких как стекло или лёд, что делает её лучше любых обычных кирок.",
    "book.enigmaticlegacy.entry.etherium_scythe.name": "Эфириевая коса",
    "book.enigmaticlegacy.entry.etherium_scythe.page.1": "Некогда косы были лишь инструментами, но в наше время они стали и одним из изысканнейших видов оружия. Эта коса — не исключение, и, хоть и сложна в освоении, отлично пожинает души противников, словно бы то был посеянный вами урожай.<br2/>Этой косой можно собирать урожай, растения, листья, траву в области 3 × 3 × 3 блока.",
    "book.enigmaticlegacy.entry.etherium_scythe.page.2": "Ею можно пахать землю в радиусе 3 на 3 как мотыгой.<br2/>Если столь большая область ни к чему, применяйте её к",
    "book.enigmaticlegacy.entry.etherium_scythe.page.3": "отдельно стоящим блокам.<br2/>Как оружие, её можно считать некоторой противоположностью эфириевому боевому топору. Если тот предназначен для нанесения мощных ударов благодаря своей массе и габаритам, то эфириевая коса, напротив, имеет тонкое и очень острое лезвие, что делает её менее подходящей для нанесения сильных ударов, но идеальной для быстрых и частых атак против большинства существ, что осмелятся поднять на вас руки.<br2/>Эфириевую косу, как и",
    "book.enigmaticlegacy.entry.etherium_scythe.page.4": "всё остальное из эфирия, отличает безупречная прочность.",
    "book.enigmaticlegacy.entry.etherium_shovel.name": "Эфириевая лопата",
    "book.enigmaticlegacy.entry.etherium_shovel.page.1": "В отличие от топора или косы, эту лопату нельзя считать боевой. Но она очень хороша в своём деле разрывать землю в клочья, словно бы разрезая масло раскалённом ножом.<br2/>Очень просто прокапывает туннели размером 3 на 3, если только вы сами не подавляете её способность, пытаясь применить её в неудобных для неё условиях.",
    "book.enigmaticlegacy.entry.etherium_shovel.page.2": "Обладает выдающейся прочностью, как и всё, что куётся из эфирия.",
    "book.enigmaticlegacy.entry.etherium_sword.name": "Эфириевый меч",
    "book.enigmaticlegacy.entry.etherium_sword.page.1": "Несмотря на свою массивность, обращаться с этим мечом намного легче, чем с обычными. Что, конечно, касается только вас — вашим противникам удар от такого меча легко не пройдёт.<br2/>Широкий эфириевый меч занимает идеальную середину между",
    "book.enigmaticlegacy.entry.etherium_sword.page.2": "двумя другими оружиями из эфирия: не настолько лёгок и манёврен, как коса, и не столь массивен и сокрушителен, как топор войны, но отбирая лучшее с обеих зол, им удаётся наносить уверенные удары со сбалансированным временем восстановления,",
    "book.enigmaticlegacy.entry.etherium_sword.page.3": "сильно раня даже самых защищённых противников.<br2/>В отличие от других инструментов, этот полезен только в бою. По команде с этим мечом вы можете выполнять большой отскок назад. Это полезно, если вы находить в полшаге от смертельной атаки или вам нужно отступать. Если вы принаровитесь, короткое время для восстановления может сильно услужить вам в",
    "book.enigmaticlegacy.entry.etherium_sword.page.4": "самых жесточайших боях.<br2/>Факт того, что оружие сделано из эфирия, говорит о его впечатляющей прочности, значительно превосходящей прочность любого земного оружия.",
    "book.enigmaticlegacy.entry.unholy_grail.heading.1": "Грааль",
    "book.enigmaticlegacy.entry.unholy_grail.name": "Проклятый грааль",
    "book.enigmaticlegacy.entry.unholy_grail.page.1": "Хотя о нём слагали столько легенд, вы были поражены, найдя его среди каких-то там развалин. Он лежал среди мусора и безделушек, словно ничего не стоил.<br2/>И то было правдой, легенды не врали. Грааль всегда наполнен,",
    "book.enigmaticlegacy.entry.unholy_grail.page.2": "водой, сколько бы с него не пили, но вода эта имеет горький привкус пепла и непригодна для питья. Испив её вы либо сильно заболеете, либо просто умрёте.",
    "book.enigmaticlegacy.entry.unholy_grail.page.3": "Тем не менее, стоит сохранить её в качестве уникального трофея.",
    "item.enigmaticlegacy.abyssal_heart": "Сердце бездны",
    "item.enigmaticlegacy.angel_blessing": "Благословение ангела",
    "item.enigmaticlegacy.animal_guidebook": "Руководство приручителя животных",
    "item.enigmaticlegacy.ascension_amulet": "Амулет вознесения",
    "item.enigmaticlegacy.astral_breaker": "Звёздный крушитель",
    "item.enigmaticlegacy.astral_dust": "Звёздная пыль",
    "item.enigmaticlegacy.astral_fruit": "Небесный плод",
    "item.enigmaticlegacy.astral_potato": "Телекартофель",
    "item.enigmaticlegacy.avarice_scroll": "Договор бесконечной алчности",
    "item.enigmaticlegacy.berserk_charm": "Эмблема кровавой доблести",
    "item.enigmaticlegacy.blazing_core": "Пламенеющее ядро",
    "item.enigmaticlegacy.corrupted_tome": "Искажённый фолиант",
    "item.enigmaticlegacy.cosmic_heart": "Сердце космоса",
    "item.enigmaticlegacy.crying_axe": "Плачущий топор [не реализован]",
    "item.enigmaticlegacy.crying_boots": "Плачущие сапоги [не реализованы]",
    "item.enigmaticlegacy.crying_chestplate": "Плачущая кираса [не реализована]",
    "item.enigmaticlegacy.crying_helmet": "Плачущий шлем [не реализован]",
    "item.enigmaticlegacy.crying_hoe": "Плачущая мотыга [не реализован]",
    "item.enigmaticlegacy.crying_ingot": "Плачущий незеритовый слиток [не реализован]",
    "item.enigmaticlegacy.crying_leggings": "Плачущие наголенники [не реализованы]",
    "item.enigmaticlegacy.crying_pickaxe": "Плачущая кирка [не реализована]",
    "item.enigmaticlegacy.crying_shovel": "Плачущая лопата [не реализована]",
    "item.enigmaticlegacy.crying_sword": "Плачущий меч [не реализован]",
    "item.enigmaticlegacy.curse_transposer": "Фолиант поглощённой злобы",
    "item.enigmaticlegacy.cursed_ring": "Кольцо семи проклятий",
    "item.enigmaticlegacy.cursed_scroll": "Свиток тысячи проклятий",
    "item.enigmaticlegacy.cursed_stone": "Нечестивый камень",
    "item.enigmaticlegacy.darkest_scroll": "Самый тёмный свиток",
    "item.enigmaticlegacy.desolation_ring": "Бремя опустошения",
    "item.enigmaticlegacy.earth_heart": "Сердце Земли",
    "item.enigmaticlegacy.eldritch_amulet": "Завет презрения",
    "item.enigmaticlegacy.enchanter_pearl": "Жемчуг заклинателя",
    "item.enigmaticlegacy.enchantment_transposer": "Фолиант голодного знания",
    "item.enigmaticlegacy.ender_ring": "Кольцо эндера",
    "item.enigmaticlegacy.ender_rod": "Эндер-стержень",
    "item.enigmaticlegacy.ender_slayer": "Эндер-убийца",
    "item.enigmaticlegacy.enigmatic_amulet": "Загадочный амулет",
    "item.enigmaticlegacy.enigmatic_elytra": "Величественные элитры",
    "item.enigmaticlegacy.enigmatic_eye_active": "Непостижимое око",
    "item.enigmaticlegacy.enigmatic_eye_dormant": "Дремлющее око",
    "item.enigmaticlegacy.enigmatic_item": "Сердце творения",
    "item.enigmaticlegacy.escape_scroll": "Свиток посмертного воспоминания",
    "item.enigmaticlegacy.etherium_axe": "Эфириевый боевой топор",
    "item.enigmaticlegacy.etherium_boots": "Эфириевые ботинки",
    "item.enigmaticlegacy.etherium_chestplate": "Эфириевая кираса",
    "item.enigmaticlegacy.etherium_helmet": "Эфириевый шлем",
    "item.enigmaticlegacy.etherium_ingot": "Эфириевый слиток",
    "item.enigmaticlegacy.etherium_leggings": "Эфириевые наголенники",
    "item.enigmaticlegacy.etherium_nugget": "Кусочек эфирия",
    "item.enigmaticlegacy.etherium_ore": "Эфириевая руда",
    "item.enigmaticlegacy.etherium_pickaxe": "Эфириевая кирка",
    "item.enigmaticlegacy.etherium_scraps": "Эфириевый обломок",
    "item.enigmaticlegacy.etherium_scythe": "Эфириевая коса",
    "item.enigmaticlegacy.etherium_shovel": "Эфириевая лопата",
    "item.enigmaticlegacy.etherium_sword": "Широкий эфириевый меч",
    "item.enigmaticlegacy.evil_essence": "Гнусная сущность",
    "item.enigmaticlegacy.evil_ingot": "Гнусный слиток",
    "item.enigmaticlegacy.extradimensional_eye": "Межгалактическое око",
    "item.enigmaticlegacy.eye_of_nebula": "Око туманности",
    "item.enigmaticlegacy.fabulous_scroll": "Благодать творца",
    "item.enigmaticlegacy.forbidden_axe": "Топор палача",
    "item.enigmaticlegacy.forbidden_fruit": "Запретный плод",
    "item.enigmaticlegacy.golden_ring": "Изысканное кольцо",
    "item.enigmaticlegacy.golem_heart": "Сердце голема",
    "item.enigmaticlegacy.guardian_heart": "Сердце стража",
    "item.enigmaticlegacy.haste_potion_default": "Зелье спешки §4[устарело]",
    "item.enigmaticlegacy.haste_potion_empowered": "Зелье спешки §4[устарело]",
    "item.enigmaticlegacy.haste_potion_extended": "Зелье спешки §4[устарело]",
    "item.enigmaticlegacy.haste_potion_extended_empowered": "Зелье спешки §4[устарело]",
    "item.enigmaticlegacy.heaven_scroll": "Дар небес",
    "item.enigmaticlegacy.hunter_guidebook": "Руководство по дикой охоте",
    "item.enigmaticlegacy.ichor_bottle": "Пузырёк ихора",
    "item.enigmaticlegacy.infernal_shield": "Оплот пылающей гордости",
    "item.enigmaticlegacy.infinimeal": "Сущность яростной жизни",
    "item.enigmaticlegacy.insignia": "Очаровательный знак",
    "item.enigmaticlegacy.iron_ring": "Железное кольцо",
    "item.enigmaticlegacy.loot_generator": "Единый ящик",
    "item.enigmaticlegacy.lore_fragment": "Фрагмент легенды",
    "item.enigmaticlegacy.lore_inscriber": "Чернильница архитектора",
    "item.enigmaticlegacy.magnet_ring": "Магнитное кольцо",
    "item.enigmaticlegacy.mega_sponge": "Экстраполированный мегагубка",
    "item.enigmaticlegacy.mending_mixture": "Чинящий состав",
    "item.enigmaticlegacy.mining_charm": "Амулет охотника за сокровищами",
    "item.enigmaticlegacy.monster_charm": "Эмблема убийцы монстров",
    "item.enigmaticlegacy.ocean_stone": "Воля океана",
    "item.enigmaticlegacy.quote_player": "Цитатник",
    "item.enigmaticlegacy.recall_potion": "Зелье возвращения",
    "item.enigmaticlegacy.redemption_potion": "Зелье искупления",
    "item.enigmaticlegacy.soul_compass": "Путеводитель проклятых",
    "item.enigmaticlegacy.soul_crystal": "Кристалл душ",
    "item.enigmaticlegacy.storage_crystal": "Межгалактический контейнер",
    "item.enigmaticlegacy.super_magnet_ring": "Кольцо перемещения",
    "item.enigmaticlegacy.tattered_tome": "Изорванный фолиант",
    "item.enigmaticlegacy.the_acknowledgment": "Признание",
    "item.enigmaticlegacy.the_cube": "Неевклидов куб",
    "item.enigmaticlegacy.the_infinitum": "Инфинитум",
    "item.enigmaticlegacy.the_twist": "Искажение",
    "item.enigmaticlegacy.thicc_scroll": "Пустой свиток",
    "item.enigmaticlegacy.twisted_heart": "Искажённое сердце",
    "item.enigmaticlegacy.twisted_mirror": "Искажённое зеркало",
    "item.enigmaticlegacy.twisted_potion": "Зелье искажённой милости",
    "item.enigmaticlegacy.unholy_grail": "Проклятый грааль",
    "item.enigmaticlegacy.unwitnessed_amulet": "Несвидетельствованный амулет",
    "item.enigmaticlegacy.void_pearl": "Жемчуг пустоты",
    "item.enigmaticlegacy.void_stone": "Ключ-камень забвения",
    "item.enigmaticlegacy.withered_tome": "Иссушённый фолиант",
    "item.enigmaticlegacy.xp_scroll": "Свиток вечной мудрости",
    "itemGroup.enigmaticCreativeTab": "§5Enigmatic Legacy: Разное",
    "itemGroup.enigmaticPotionCreativeTab": "§5Enigmatic Legacy: Зелья",
    "itemGroup.etheriumCreativeTab": "§5Enigmatic Legacy: Эфирий",
    "key.categories.enigmaticLegacy": "§6§lEnigmatic Legacy",
    "key.enderRing": "Кольцо эндера",
    "status.enigmaticlegacy.outdated": "Вышла новая версия §6Enigmatic Legacy§5: %1$s. Вы должны лицезреть её величие!"
}