{
    "advancement.enigmaticlegacy:abyssalHeart": "Древний ужас",
    "advancement.enigmaticlegacy:abyssalHeart.desc": "Убейте эндер-дракона и завладейте сердцем бездны",
    "advancement.enigmaticlegacy:allSpellstones": "Каменный гримуар",
    "advancement.enigmaticlegacy:allSpellstones.desc": "Соберите каждый уникальный заклинательный камень. Если бы был способ объединить их все...",
    "advancement.enigmaticlegacy:astralDust": "Первоначальный катализатор",
    "advancement.enigmaticlegacy:astralDust.desc": "Найдите звёздную пыль",
    "advancement.enigmaticlegacy:astralFruit": "Сказочное яблоко",
    "advancement.enigmaticlegacy:astralFruit.desc": "Найдите небесный плод среди сокровищ города Энда и съешьте его",
    "advancement.enigmaticlegacy:burnTheTome": "Гоголь",
    "advancement.enigmaticlegacy:burnTheTome.desc": "Бросьте древний фолиант в печь",
    "advancement.enigmaticlegacy:cosmicScroll": "Хранитель божественного",
    "advancement.enigmaticlegacy:cosmicScroll.desc": "Совершите паломничество во владения архитектора и станьте его преданным верующим, получив право носить его знак и благословение",
    "advancement.enigmaticlegacy:cursedRing": "Впереди тьма",
    "advancement.enigmaticlegacy:cursedRing.desc": "Наденьте кольцо и примите семь проклятий",
    "advancement.enigmaticlegacy:desolationRing": "Реальность искривлена",
    "advancement.enigmaticlegacy:desolationRing.desc": "Выкуйте бремя опустошения и возьмите его на себя",
    "advancement.enigmaticlegacy:discoverRing": "Чумовой 0,5-каратный алмаз",
    "advancement.enigmaticlegacy:discoverRing.desc": "Найдите или создайте своё первое кольцо",
    "advancement.enigmaticlegacy:discoverScroll": "Крепкий орешек-колдун",
    "advancement.enigmaticlegacy:discoverScroll.desc": "Получите свой первый магический свиток",
    "advancement.enigmaticlegacy:discoverSpellstone": "Мощь стихий",
    "advancement.enigmaticlegacy:discoverSpellstone.desc": "Найдите свой первый заклинательный камень",
    "advancement.enigmaticlegacy:etheriumGear": "Лучший щит",
    "advancement.enigmaticlegacy:etheriumGear.desc": "Создайте полный комплект брони из эфирия",
    "advancement.enigmaticlegacy:etheriumTool": "Гроза ландшафта",
    "advancement.enigmaticlegacy:etheriumTool.desc": "Создайте любой инструмент из эфирия",
    "advancement.enigmaticlegacy:fabulousScroll": "Коснуться небес",
    "advancement.enigmaticlegacy:fabulousScroll.desc": "Получите благосклонность творца",
    "advancement.enigmaticlegacy:forbiddenAxe": "Страшная месть",
    "advancement.enigmaticlegacy:forbiddenAxe.desc": "Обезглавьте врага топором палача",
    "advancement.enigmaticlegacy:forbiddenFruit": "Первородный грех",
    "advancement.enigmaticlegacy:forbiddenFruit.desc": "Съешьте запретный плод и забудьте про голод",
    "advancement.enigmaticlegacy:guardianHeart": "Бессильное око",
    "advancement.enigmaticlegacy:guardianHeart.desc": "Убейте древнего стража и завладейте сердцем стража",
    "advancement.enigmaticlegacy:heavenScroll": "Небесный свиток",
    "advancement.enigmaticlegacy:heavenScroll.desc": "Найдите или создайте дар небес",
    "advancement.enigmaticlegacy:infernalShield": "Попробуй пробить ЭТО!",
    "advancement.enigmaticlegacy:infernalShield.desc": "Выкуйте совершенное защитное средство — оплот пылающей гордости",
    "advancement.enigmaticlegacy:loreInscriber": "Автор преданий",
    "advancement.enigmaticlegacy:loreInscriber.desc": "Найдите чернильницу архитектора",
    "advancement.enigmaticlegacy:magnetRing": "Притягательность",
    "advancement.enigmaticlegacy:magnetRing.desc": "Найдите или создайте магнитное кольцо",
    "advancement.enigmaticlegacy:megasponge": "Кто проживает на дне..?",
    "advancement.enigmaticlegacy:megasponge.desc": "Найдите или создайте экстраполированную мегагубку",
    "advancement.enigmaticlegacy:mendingMixture": "Внеземное вещество",
    "advancement.enigmaticlegacy:mendingMixture.desc": "Найдите или создайте смесь для починки",
    "advancement.enigmaticlegacy:recallPotion": "Пора сваливать",
    "advancement.enigmaticlegacy:recallPotion.desc": "Сварите зелье возвращения",
    "advancement.enigmaticlegacy:smeltEtherium": "Не так уж и эфемерен",
    "advancement.enigmaticlegacy:smeltEtherium.desc": "Выплавьте слиток эфирия",
    "advancement.enigmaticlegacy:superMagnetRing": "Всевидящее око",
    "advancement.enigmaticlegacy:superMagnetRing.desc": "Найдите или создайте кольцо переноса",
    "advancement.enigmaticlegacy:theCube": "Смертность была болезнью",
    "advancement.enigmaticlegacy:theCube.desc": "Придайте всем заклинательным камням форму, в равной степени могущественную и неприродную, создав неевклидов куб",
    "advancement.enigmaticlegacy:theInfinitum": "Вне времени и пространства",
    "advancement.enigmaticlegacy:theInfinitum.desc": "Обретите инфинитум и станьте глашатаем бездны",
    "advancement.enigmaticlegacy:theTwist": "Поворот сюжета",
    "advancement.enigmaticlegacy:theTwist.desc": "Сразите визера и создайте искажение, используя нечестивую сущность",
    "advancement.enigmaticlegacy:twistedHeart": "Оно предаст тебя",
    "advancement.enigmaticlegacy:twistedHeart.desc": "Создайте искажённое сердце",
    "advancement.enigmaticlegacy:twistedMirror": "Искажённая красота",
    "advancement.enigmaticlegacy:twistedMirror.desc": "Создайте искажённое зеркало",
    "advancement.enigmaticlegacy:ultimatePotion": "Мастер зельеварки",
    "advancement.enigmaticlegacy:ultimatePotion.desc": "Сварите своё первое верховное зелье",
    "advancement.enigmaticlegacy:unholyGrail": "Несмотря на запрет",
    "advancement.enigmaticlegacy:unholyGrail.desc": "Выпейте из проклятого грааля",
    "advancement.enigmaticlegacy:unholyGrailWorthy": "Никакое не превосходство",
    "advancement.enigmaticlegacy:unholyGrailWorthy.desc": "Обуздайте силу проклятого грааля…, но какой ценой?",
    "advancement.enigmaticlegacy:voidPearl": "Надежда угасает",
    "advancement.enigmaticlegacy:voidPearl.desc": "Найдите жемчуг пустоты",
    "advancementTab.enigmaticlegacy": "Enigmatic Legacy",
    "advancementTab.enigmaticlegacy.desc": "Остатки былых времён",
    "block.enigmaticlegacy.astral_block": "Мешок со звёздной пылью",
    "block.enigmaticlegacy.big_lamp": "Фонарь",
    "block.enigmaticlegacy.big_redstonelamp": "Редстоуновый фонарь",
    "block.enigmaticlegacy.big_shroomlamp": "Грибонарь",
    "block.enigmaticlegacy.cosmic_cake": "Вечный торт",
    "block.enigmaticlegacy.end_anchor": "Якорь измерений",
    "block.enigmaticlegacy.etherium_block": "Эфириевый блок",
    "block.enigmaticlegacy.massive_lamp": "Закрытый фонарь",
    "block.enigmaticlegacy.massive_redstonelamp": "Закрытый редстоуновый фонарь",
    "block.enigmaticlegacy.massive_shroomlamp": "Закрытый грибонарь",
    "book.enigmaticlegacy.category.accessories.desc": "Множество предметов можно носить с собой, но на первый взгляд они не выполняют никакой явной функции.<br2/>Однако вы можете создать или найти волшебные вещи, которые становятся кольцами, амулетами или чем-то ещё, что удобно носить с собой и не тяготит своего обладателя так, как тяжёлые доспехи или меч.",
    "book.enigmaticlegacy.category.accessories.name": "Аксессуары",
    "book.enigmaticlegacy.category.armor.desc": "Несмотря на всю красоту этого мира, в его тёмных уголках поджидает множество опасностей. Многие из них способны в мгновение ока уничтожить путешественника, если у того не будет должных средств защиты.<br2/>Многие легендарные кузнецы посвятили свою жизнь созданию идеальных доспехов. Вы, без сомнения, превзойдёте их всех.",
    "book.enigmaticlegacy.category.armor.name": "Доспехи",
    "book.enigmaticlegacy.category.brewing.desc": "Хотя зельеварение пользовалось большой популярностью среди человеческих магов в прошлых эпохах, многие полубоги недооценивают мощь этого искусства, считая его не заслуживающим тщательного изучения и всей этой возни с ингредиентами.<br2/>Однако для тех, кто готов посвятить себя этому занятию, зелья могут стать самым мощным инструментом в их арсенале.",
    "book.enigmaticlegacy.category.brewing.name": "Зельеварение",
    "book.enigmaticlegacy.category.decorations.desc": "Некоторые вещи, которые вы можете спроектировать и создать, как известно, не имеют практического назначения.<br2/>Однако это не означает, что они бесполезны. Могущественное существо, каким являетесь вы, безусловно, заслуживает окружать себя комфортом и красотой, если пожелает это сделать.",
    "book.enigmaticlegacy.category.decorations.name": "Декорации",
    "book.enigmaticlegacy.category.enchantments.desc": "Наложение чар — это поистине великая форма искусства. Разные мастера ищут разные подходы к его осуществлению, и в конечном итоге невозможно сказать, какой из подходов самый эффективный, и существует ли он вообще.<br2/>Как и в других видах искусства, существуют ключевые моменты, которые лежат в основе любой школы чар, и которые вам придётся изучить в любом случае.",
    "book.enigmaticlegacy.category.enchantments.name": "Чары",
    "book.enigmaticlegacy.category.materials.desc": "Вы знакомы с большинством обыденных материалов и ресурсов, которых в этом мире предостаточно. Но если копнуть глубже, вы можете открыть для себя вещи, которых никогда ранее не встречали.<br2/>Продолжая поиски новых материалов для создания лучших инструментов, стоит обратить внимание на необычные свойства некоторых из них.",
    "book.enigmaticlegacy.category.materials.name": "Ресурсы и материалы",
    "book.enigmaticlegacy.category.misc.desc": "Некоторые знания чрезвычайно сложно категоризировать. Иногда это становится вовсе не стоящим усилий.<br2/>В то же время, есть своя романтика в том, чтобы оставлять бумаги и свитки, накопившиеся на столе, без всякого порядка или структуры. Величие часто рождается из того, что кажется полным хаосом.",
    "book.enigmaticlegacy.category.misc.name": "Разное",
    "book.enigmaticlegacy.category.relics.desc": "Бесчисленные реликвии рассыпаны по всему миру, многие забыты веками, другие — живут в легендах…<br2/>И как исследователю и завоевателю, они оказываются вашим первостепенным интересом, поскольку являются ключами к достижению невообразимой мощи и знаками, которые могут привести вас к ответам, которые вы ищете.",
    "book.enigmaticlegacy.category.relics.name": "Артефакты",
    "book.enigmaticlegacy.category.tools.desc": "Даже полубогам часто не удаётся легко раскрыть свои творческие и разрушительные способности без подходящего инструмента в руках.<br2/>Мечи не отличаются от любых других инструментов — они созданы для выполнения своей функции и безмолвно подчиняются своему предназначению. Просто так случилось, что их цель — проливать кровь.",
    "book.enigmaticlegacy.category.tools.name": "Инструменты и оружие",
    "book.enigmaticlegacy.category.world.desc": "Некоторые предпочитают бездумно обыскивать всё подряд в поисках сокровищ, оставляя всё остальное позади. Это не совсем необоснованный путь, но делает ли это кого-то лучше тех монстров, что слепо ищут крови в ночи?.. Иногда, если присмотреться поближе, развалины и следы прошлых эпох могут рассказать вам многое о долгой истории до вашего пришествия.",
    "book.enigmaticlegacy.category.world.name": "Мир",
    "book.enigmaticlegacy.entry.abyssal_heart.heading.1": "Сердце",
    "book.enigmaticlegacy.entry.abyssal_heart.name": "Сердце бездны",
    "book.enigmaticlegacy.entry.abyssal_heart.page.1": "Когда это нечеловеческое безобразие впервые попало в ваши руки, смесь ощущений, невозможных для описания, охватила ваш разум, среди которых нашлось место и ужасу, и волнению, восхищению и отвращению. Взгляд его одинокого глаза опустился на вас с непостижимыми намерениями, но как только первая волна эмоций отступила — вы пришли",
    "book.enigmaticlegacy.entry.abyssal_heart.page.2": "к выводу, что оно не представляет для вас угрозы.<br2/>Тем не менее, вы не знаете, что это такое на самом деле и откуда оно взялось. Возможно, ваше невыносимое существование и усилия жить вопреки «семи проклятиям» были замечены какой-то неименуемой древней силой, и через ваше",
    "book.enigmaticlegacy.entry.abyssal_heart.page.3": "проклятое бытие она выбрала путь, чтобы проявить себя в мире. Возможно, это просто случайность, сбой в самой реальности, позволивший чему-то подобному появиться. А может быть, это ваше больное сознание задумало этот ужас в какой-то кошмарной лихорадке, и с его ростом — разложение проклятий сумело проявить его в смертном мире?<br2/>Возможно, лучше и не знать, ведь некоторые истины намного",
    "book.enigmaticlegacy.entry.abyssal_heart.page.4": "тревожнее всего, что может придумать человеческое воображение.<br2/>Тем не менее, теперь вы являетесь законным владельцем этой вещи. И недолго осталось до того момента, когда вы сможете использовать его в каком-нибудь невообразимо жестоком, пугающем деле… Мир расплатится вдесятеро за все страдания, которые он вам причинил.",
    "book.enigmaticlegacy.entry.advanced_brewing.heading.1": "Верховное зельеварение",
    "book.enigmaticlegacy.entry.advanced_brewing.heading.2": "Верховная сила",
    "book.enigmaticlegacy.entry.advanced_brewing.heading.3": "Верховная невидимость",
    "book.enigmaticlegacy.entry.advanced_brewing.heading.4": "Верховное исцеление",
    "book.enigmaticlegacy.entry.advanced_brewing.heading.5": "Верхновное взрывающееся зелье",
    "book.enigmaticlegacy.entry.advanced_brewing.name": "Продвинутые зелья",
    "book.enigmaticlegacy.entry.advanced_brewing.page.1": "Один из быстрых способов использования звёздной пыли — в зельеварении. Её необычные свойства позволяют достигать того, что ранее считалось невозможным, создавая верховные зелья, сочетающие в себе мощный эффект и продолжительное действие.<br2/>На следующих страницах содержатся примеры эффектов, которые вы можете достичь, делая это.",
    "book.enigmaticlegacy.entry.advanced_brewing.page.2": "Верховные зелья можно варить как из расширенной версии, так и, если для выбранного зелья есть такая вариация, усиленной версии.<br2/>Результат не будет отличаться от этого.",
    "book.enigmaticlegacy.entry.advanced_brewing.page.3": "Если у зелья есть как расширенная, так и усиленная версии, его верховная версия сочетает в себе лучшее из обоих. В случае с «Силой» это означает, что его верховная версия будет давать «Силу II» на 8 минут.",
    "book.enigmaticlegacy.entry.advanced_brewing.page.4": "Если у зелья есть только расширенная версия, обычно это удваивает длительность расширенной версии. Как видно здесь, верховное зелье невидимости применяет свой эффект на 16 минут.",
    "book.enigmaticlegacy.entry.advanced_brewing.page.5": "Если у зелья есть мгновенный эффект, оно повысит уровень своего эффекта. Таким образом, зелье исцеления будет применять «Мгновенное восстановление III», если заварено в верховную версию.",
    "book.enigmaticlegacy.entry.advanced_brewing.page.6": "Их также можно варить из и превращать в взрывные и туманные версии обычными способами.",
    "book.enigmaticlegacy.entry.ancient_debris.heading.1": "Обломки",
    "book.enigmaticlegacy.entry.ancient_debris.name": "Древние обломки",
    "book.enigmaticlegacy.entry.ancient_debris.page.1": "Глубоко в коре Незера скрываются древние обломки.<br2/>Их происхождение точно неизвестно. Фрагменты легенд, которые вам доводилось встречать, достаточно подробно описывают процесс их переработки и ожидаемые свойства материала, который можно получить в результате, но не дают никаких подсказок о том, откуда они могли взяться. Хотя геологическая история",
    "book.enigmaticlegacy.entry.ancient_debris.page.2": "Незера сама по себе является загадкой, как в эту историю попали такие необычные обломки, является ещё большей тайной.<br2/>Однако, гораздо больше, чем в их истории, вас интересует возможность заполучить сам образец этих обломков.",
    "book.enigmaticlegacy.entry.ancient_debris.page.3": "Судя по вашим сведениям, он может стать ключом к созданию металла, превосходящего по твёрдости алмаз, который на протяжении многих предыдущих эпох оставался самым прочным материалом, с которым приходилось работать как людям, так и полубогам.",
    "book.enigmaticlegacy.entry.ancient_tomes.heading.1": "Фолиант",
    "book.enigmaticlegacy.entry.ancient_tomes.name": "Древние фолианты",
    "book.enigmaticlegacy.entry.ancient_tomes.page.1": "Во многих уголках трёх великих миров можно наткнуться на эти фолианты. Они представляют собой очень старые образцы литературы и одни из немногих, которые сохранились до наших дней, несмотря на все разрушения и стирания, которые их постигли на протяжении веков, предшествующих вашему пришествию.<br2/>Восстановление тех немногих",
    "book.enigmaticlegacy.entry.ancient_tomes.page.2": "знаний, которые до сих пор хранятся в их страницах, — это подвиг, не имеющий себе равных; однако, надеемся, что с умом и силой полубога это гораздо проще.<br2/>К сожалению, не так часто эти знания оказываются практически применимыми. Чаще в этих трудах содержится фольклор и художественные описания мира и",
    "book.enigmaticlegacy.entry.ancient_tomes.page.3": "его обширной истории, которые вряд ли помогут вам его завоевать, хотя, возможно, сделают само завоевание более ценным. Найти в них чистую правду — непростая задача, но собрав достаточное количество примеров, вы сможете значительно расширить свои знания о всех мирах, раскрыв многие тайны, которые иначе не смогли бы разгадать.<br2/>Также вы можете обнаружить множество подсказок, которые приведут вас к легендарным реликвиям и",
    "book.enigmaticlegacy.entry.ancient_tomes.page.4": "другим мощным объектам, которые вам было бы интересно забрать, но вы ещё не знаете, где их искать.",
    "book.enigmaticlegacy.entry.angel_blessing.heading.1": "Заклинательный камень",
    "book.enigmaticlegacy.entry.angel_blessing.name": "Благословение ангела",
    "book.enigmaticlegacy.entry.angel_blessing.page.1": "Этот заклинательный камень можно найти среди руин древних храмов, служивших некой неизвестной вам цели. Однако выяснить назначение благословения ангела оказалось гораздо менее сложной задачей.<br2/>Оно дарует вам силы, связанные с элементом воздуха, позволяя отгонять стрелы, летящие в вашу сторону, спасать ваши ноги от",
    "book.enigmaticlegacy.entry.angel_blessing.page.2": "переломов при жёстком падении или помогать дотянуться до места назначения, к которому вы не смогли бы добраться только силой своих мышц. Или всё это сразу, если захотите.<br2/>Его активная способность наиболее полезна, когда вы прыгаете перед его использованием, так как импульс, который генерирует заклинательный камень, добавляется",
    "book.enigmaticlegacy.entry.angel_blessing.page.3": "к вашей текущей скорости, позволяя совершать действительно длинные или высокие прыжки.<br2/>Его близкое присутствие почему-то успокаивает, хотя вы и не можете объяснить почему.",
    "book.enigmaticlegacy.entry.animal_guidebook.name": "Руководство приручителя животных",
    "book.enigmaticlegacy.entry.animal_guidebook.page.1": "Если вы хотите подружиться с очаровательной фауной верхнего мира, это подробное руководство наверняка поможет вам в этом. Оно научит вас, как избегать случайного вреда вашим животным друзьям, когда вы заняты борьбой с чем-то гораздо менее дружелюбным, и многим способам завоевать их лояльность и уважение.<br2/>Однако трудно запомнить сотни страниц, наполненных",
    "book.enigmaticlegacy.entry.animal_guidebook.page.2": "тщательными исследованиями и подробными деталями по этой теме, так что лучше носить его с собой на случай, если вам понадобится быстро что-то посмотреть.",
    "book.enigmaticlegacy.entry.arcane_scrolls.name": "Таинственные свитки",
    "book.enigmaticlegacy.entry.arcane_scrolls.page.1": "Создание таинственных свитков, помимо материалов для письма и обычного пустого свитка, обычно требует пару магических ингредиентов, чтобы уж точно убедиться, что созданный свиток будет делать нечто большее, чем просто существовать. Их можно носить с собой, как и любые другие аксессуары.<br2/>Вряд ли они как-то сильно дополнят ваш образ устрашающего, могущественного мага,",
    "book.enigmaticlegacy.entry.arcane_scrolls.page.2": "тем более что давно уже были изобретены книги. Но это неважно, учитывая насколько обширны практические возможности, которые они могут предоставить, если используются опытным лицом.<br2/>Странно, но трудно найти свиток, используемый исключительно для хранения записей, даже среди самых древних образцов литературы. Возможно, из-за того, как они выглядят, они и не думали применять их таким образом?..",
    "book.enigmaticlegacy.entry.arcane_scrolls.page.3": "Здесь описан способ создания пустого свитка.<br2/>Может быть, сам по себе он не очень полезен, но служит основой для создания таинственных свитков.",
    "book.enigmaticlegacy.entry.ascension_amulet.name": "Амулет вознесения",
    "book.enigmaticlegacy.entry.ascension_amulet.page.1": "К настоящему времени вы уже знаете, что загадочный амулет в вашем владении не уникален, и, фактически, такая вещь дана многим другим полубогам за пределами вашего времени и пространства. Существует несколько вариаций такого амулета с разными цветами и разными силами. Что именно определило цвет в вашем текущем владении, неизвестно, но они, кажется, все что-то",
    "book.enigmaticlegacy.entry.ascension_amulet.page.2": "означают и каким-то образом связаны между собой.<br2/>С силой, заключённой в сердце космоса, вы можете преобразовать свой амулет в форму невиданного могущества и амбиций. Гордо названный амулетом",
    "book.enigmaticlegacy.entry.ascension_amulet.page.3": "вознесения, он даст вам способности всех возможных цветов…<br2/>Судьба, возможно, решила начало вашего существования в этом царстве, но конец его — в ваших руках.",
    "book.enigmaticlegacy.entry.astral_breaker.name": "Звёздный крушитель",
    "book.enigmaticlegacy.entry.astral_breaker.page.1": "Привычные инструменты, сделанные из эфирия, и сами по себе весьма мощны и полезны, но это не абсолютный предел того, что можно выковать, используя столь превосходный металл.<br2/>С чарующей силой звёздной пыли, а также с привлечением других тайных ингредиентов, вам удалось найти совершенное слияние, что привело к созданию мрогоцелевого инструмента — звёздного крушителя.",
    "book.enigmaticlegacy.entry.astral_breaker.page.2": "Он воплощает в себе кирку, топор и лопату, разрушая каменные, деревянные и земляные блоки так же легко, как и отдельные эфириевые инструменты, что избавляет вас от необходимости в их использовании. Единственным его недостатком является",
    "book.enigmaticlegacy.entry.astral_breaker.page.3": "уменьшенная зона поражения по сравнению с эфириевым боевым топором, но в большинстве случае это не проблема.<br2/>По сравнению с другими эфириевыми инструментами, его прочность немного выше.",
    "book.enigmaticlegacy.entry.astral_dust.heading.1": "За дасто",
    "book.enigmaticlegacy.entry.astral_dust.name": "Звёздная пыль",
    "book.enigmaticlegacy.entry.astral_dust.page.1": "Скрываясь в помещениях городов Энда, эта уклончивая субстанция обладает невероятно интересными свойствами. Кажется, что в ней смешана и заключена сила всех элементов и что-то удерживает её в относительно стабильной форме. Звёздная пыль напоминает само творение — хаотичное и изменчивое, но каким-то образом замороженное во времени, что позволяет вам любоваться всей",
    "book.enigmaticlegacy.entry.astral_dust.page.2": "красотой её мгновения.<br2/>Таинственная мощь, которую она содержит, может быть огромной, но требует аккуратного обращения и формирования, чтобы быть полезной в конструктивном смысле. Со временем, несомненно, вы откроете множество применений, которые она может иметь.",

    "book.enigmaticlegacy.entry.astral_fruit.heading.1": "The Fruit",
    "book.enigmaticlegacy.entry.astral_fruit.name": "Celestial Fruit",
    "book.enigmaticlegacy.entry.astral_fruit.page.1": "Though many have sought this relic, it appears that you are among the few who found. In fact, it was not even that hard at all. Though a journey itself was nothing short of a feat, once you have made your way to the End City and opened the first treasure chest - there it was, awaiting you.<br2/>It certainly has connection to Seven Curses, but you cannot",
    "book.enigmaticlegacy.entry.astral_fruit.page.2": "begin to imagine how circumstances aligned in such a way that it was in that exact chest you have opened, and no other. Determinism was never among your favored beliefs, and yet... perhaps it was destiny?<br2/>At any rate, the taste is divine, and the ability it has",
    "book.enigmaticlegacy.entry.astral_fruit.page.3": "to empower you to bear another ring is undeniably useful.",
    "book.enigmaticlegacy.entry.astral_potato.name": "Teleportato",
    "book.enigmaticlegacy.entry.astral_potato.page.1": "In the everlasting battle of carrot lovers against potato enjoyers, the latter were bound to find themselves at a steady disadvantage. After all, what is a baked potato, in spite of all its deliciousness, in the face of immense nutritional value and reinvigorating effects of a mere carrot, albeit covered in some gold?",
    "book.enigmaticlegacy.entry.astral_potato.page.2": "Today, we say \"no more\". The latest culinary invention of the cosmos itself shall fulfill two purposes - satiating our hunger, and becoming a symbol of our supremacy in the war on carrot. The appropriate name we have given to this",
    "book.enigmaticlegacy.entry.astral_potato.page.3": "great delicacy will no doubt further mock and demoralize our enemy. What a shame would it be for them to find out they were utterly defeated by \"Teleportato\"? What horror will such awareness paint upon their faces?<br2/>It won't be long before we find out...",
    "book.enigmaticlegacy.entry.avarice_scroll.name": "Pact of Infinite Avarice",
    "book.enigmaticlegacy.entry.avarice_scroll.page.1": "One another relic harnessing the boundless strength of the Seven Curses, this elegant scroll is designed to fulfill the boundless inner greed you so carefully conceal within your soul.<br/>Its primary effect is an ability to confuse minds of the creatures you trade or barter with, into misguessing true price and benefit of the deal... much in your favor.",
    "book.enigmaticlegacy.entry.avarice_scroll.page.2": "Piglins seem to be most affected by this ability, with their helpless affection by gold. Not only this allows the scroll to overcome the effect of the Second Curse and render them neutral in your regard, as they normally are",
    "book.enigmaticlegacy.entry.avarice_scroll.page.3": "towards anyone who bears enough golden equipment on them, but it also makes bartering with those creatures about twice as beneficial on average, allowing you to get anywhere from normal item quantity to three times the quantity in exchange from any single barter.<br2/>Villagers are also affected by this scroll's ability, even though not as much as Piglins are - stable 35<percent/> discount on every trade is about as much",
    "book.enigmaticlegacy.entry.avarice_scroll.page.4": "as you can get from their little avid person.<br2/>Apart from this, you also get a slight chance of having an entire Emerald materialize into existance right from within your avaricious dreams whenever you happen to slay any living creature, and <&l>+1 Fortune Level<clear/> which will doubtlessly help you get your hands on some more riches anytime you feel like descending into the mines.",
    "book.enigmaticlegacy.entry.avarice_scroll.page.5": "Just don't let that greed of yours take over your mind, and you'll be fine.",
    "book.enigmaticlegacy.entry.berserk_charm.name": "Mark of the Berserk",
    "book.enigmaticlegacy.entry.berserk_charm.page.1": "It's no surprise how many fear death, for death lies in the center of web of all terrors. But for those who chose to bear the great curse, fear is unforgivable weakness.<br2/>With the power of Twisted Heart, as well as all seven curses combined, you can forge this emblem. It will help you flip the tables in your favor - the closer you'd stand to the",
    "book.enigmaticlegacy.entry.berserk_charm.page.2": "brim of imminent demise, the greater fury and courage will fulfill you, forcing to fight your way out no matter the circumstances, until the last breath.",
    "book.enigmaticlegacy.entry.blazing_core.heading.1": "The Spellstone",
    "book.enigmaticlegacy.entry.blazing_core.name": "Blazing Core",
    "book.enigmaticlegacy.entry.blazing_core.page.1": "Among the blazing wastes and seething oceans of lava stretching over blasted reaches of the Nether, among the cries of souls torn apart and forgotten, and ashes that any attempt to lay claim and rule over these wastes were reduced to, there's no surprise to come across the spellstone that embodies element of the fire itself.",
    "book.enigmaticlegacy.entry.blazing_core.page.2": "Blazing Core grants you anything you may need to survive the extreme heat of the underworld. Fire and lava will be rendered completely harmless to you, although temporarily; and, to an extent, flames will protect you from those who tries to attack you... Well, maybe not protect, but at least help to deliver your instant vengeance.",
    "book.enigmaticlegacy.entry.ceaseless_enchantment.heading.1": "The Enchantment",
    "book.enigmaticlegacy.entry.ceaseless_enchantment.name": "Ceaseless",
    "book.enigmaticlegacy.entry.ceaseless_enchantment.page.1": "Another possible crossbow enchantment, fairly useful in its simplicity.<br2/>Its effects are basically identical to that of Infinity enchantment on bows. With this enchantment on your crossbow, regular arrows from your inventory will not be consumed when shooting them, so that you won't have to worry about restocking your supply.<br2/>",
    "book.enigmaticlegacy.entry.ceaseless_enchantment.page.2": "It does only work on regular arrows, however - tipped arrows or fireworks are not affected by Ceaseless enchantment, and will be used up as normal.",
    "book.enigmaticlegacy.entry.ceaseless_enchantment.page.3": "Sharpshooter does only affect arrows - it will not increase damage of fireworks, for instance.<br2/>Furthermore, it cannot be combined with Multishot or Piercing.",
    "book.enigmaticlegacy.entry.cosmic_cake.name": "The Eternal Cake",
    "book.enigmaticlegacy.entry.cosmic_cake.page.1": "There is only one issue in the mundane cake, one final flaw that prevents it from becoming perfect - it always ends, as imminently as life of a mortal man. At last, you conceived a way to rectify this annoying imperfection, letting you enjoy its creamy grace forevermore.<br2/>Imbued with primordial power, incorporating alien delicacy and spiced up with elemental",
    "book.enigmaticlegacy.entry.cosmic_cake.page.2": "energies, this cake defies the flow of time, reversing entropy itself to restore its glorious, palatable form. However much you submit yourself to the sin of gluttony, it will always recover from any devouring assault of yours.",
    "book.enigmaticlegacy.entry.cosmic_cake.page.3": "Who can withstand in the face of such deliciousness, who can resist the desire to exchange power, influence, riches and even life itself for becoming submerged in ceaseless, infinite act of consumption? Those things are temporary after all... but the cake, the cake is eternal.",
    "book.enigmaticlegacy.entry.cosmic_heart.name": "Heart of the Cosmos",
    "book.enigmaticlegacy.entry.cosmic_heart.page.1": "With a fine selection of arcane ingredients, those which contain the power of other dimensions, you can alter the earthly nature of Heart of the Sea, transforming it into something different... Vastly more powerful.<br2/>The power of cosmos itself now rests at the palm of your hand. Only time will tell what unimaginable feats can be",
    "book.enigmaticlegacy.entry.cosmic_heart.page.2": "achieved with it, what fabulous artifacts can be powered with its reality-bending energies.<br2/>But one thing is for certain - the world will tremble beneath the steps of their bearer.",
    "book.enigmaticlegacy.entry.cosmic_scroll.name": "The Architect's Favor",
    "book.enigmaticlegacy.entry.cosmic_scroll.page.1": "The might of this rumor-shadowed scroll is denied to most demigods, even those who have approached the godship rather close. Who is permitted to possess it is at the discretion of The Architect himself, and as rumors would have it - the journey to $(l:https://discord.gg/fuWK8ns)his domain$(/l) is long and full of dangers, and to be noticed by that godly being is an honor few of its dwellers ever had.",
    "book.enigmaticlegacy.entry.cosmic_scroll.page.2": "Those who did, however, are awarded with power which has no equal; for the world to bask in their glory, and for them to spread the faith to the ears and eyes of others.",
    "book.enigmaticlegacy.entry.curse_transposer.name": "Devoured Malignancy",
    "book.enigmaticlegacy.entry.curse_transposer.page.1": "Bearing the Seven Curses, you have aquired ability to draw power from curses bound to some of the ancient gear you find in your explorations, and even create such yourself with the help of Enchanter's Pearl. But they still are a great nuisance at times, as even though you can transpose them from one item from another, so far you had no way of separating them from",
    "book.enigmaticlegacy.entry.curse_transposer.page.2": "enchantments when doing so.<br2/>With this little invention, however, your curse management abilities should improve significantly. It offers a way to separate curses and only curses from any item of",
    "book.enigmaticlegacy.entry.curse_transposer.page.3": "your equipment; not a cheap one at that, but a way nonetheless.",
    "book.enigmaticlegacy.entry.cursed_ring.heading.1": "The Ring",
    "book.enigmaticlegacy.entry.cursed_ring.name": "The Dark Ring",
    "book.enigmaticlegacy.entry.cursed_ring.page.1": "Another item that you unexpectedly located in your pockets, this ring however is seething with malevolent darkness, nothing like splendor and mystery of Enigmatic Amulet. Once you decide to wear it, it shall fuse with your very soul, intertwining your fates, and there's little hope to ever separate you again...<br/>Even in death.",
    "book.enigmaticlegacy.entry.cursed_ring.page.10": "exactly the same as curses do, being permanent traits that right away come along with the ring once it is worn, and cannot be taken away from the bearer as much as curses cannot.<br2/>To be said in conclusion, a power that this cursed ring contains is unlike any other, and if you will manage to harness it, you may achieve feats that would be impossible to achieve otherwise, discover, create and claim relics that",
    "book.enigmaticlegacy.entry.cursed_ring.page.11": "no other demigod can ever hope to possess.<br2/>Still, it must be a madness to willingly bring all ceaseless suffering and despair that Ring of the Seven Curses promises upon oneself. Who could possibly choose such fate?..",
    "book.enigmaticlegacy.entry.cursed_ring.page.2": "Seven unforgiving curses will befall whoever is brave enough to embrace this darkness. Granted the commitment that wearing this ring casts upon such unlucky soul, it would be worth listing exactly what they are:<br2/><&l>The First Curse$(clear) will make your suffering unbearable,",
    "book.enigmaticlegacy.entry.cursed_ring.page.3": "by causing you to experience twice the harm and twice the pain from anything that hurts you. Scars will turn into wounds, and wounds will turn into severe, if not instantly lethal trauma.<br2/><&l>The Second Curse$(clear) causes most creatures that are normally indefferent towards you, unless provoked, to always act as if you are the greatest threat around. Perhaps, they aren't quite unright in this assumption",
    "book.enigmaticlegacy.entry.cursed_ring.page.4": "even? If distance that separates you from them is short enough, their senses will give you out to them even if they can't directly see you at the moment.<br2/><&l>The Third Curse$(clear) causes any armor you bear to be significantly less effective against any damage it is supposed to absorb, being about 30 percents less tough and resistant.<br2/><&l>The Fourth Curse$(clear) diminishes",
    "book.enigmaticlegacy.entry.cursed_ring.page.5": "your strength against anything that is considered a monster-like being, which means almost against anything that will be willing to hurt you in this world.<br2/><&l>The Fifth Curse$(clear) allows you to experience what perpetually burning in hellfire would feel like. Should you be set on fire, that fire will never go out on itself, incinerating your flesh and boiling your blood until there's nothing more to incinerate and boil.",
    "book.enigmaticlegacy.entry.cursed_ring.page.6": "You can still save yourself from it by extinguishing that fire with water, for instance, which will be a very helpful solution until you consider taking a journey to The Nether.<br2/><&l>The Sixth Curse$(clear) tears a fragment of your soul from you on every death, causing you to have progressively less health with every such fragment lost. Those fragments are hopefully not lost forever - they will remain in place of your",
    "book.enigmaticlegacy.entry.cursed_ring.page.7": "demise, and once you approach them, they will fuse back with your soul, restoring your lost health back.<br2/><&l>The Seventh Curse$(clear) will cause you to lose your sleep in the night, rendering you unable to let it go past you any quicker than it usually does by just giving yourself in to less cruel and disturbing world of dreams. You can still lay in bed like normal, and use it to set place considered your home for",
    "book.enigmaticlegacy.entry.cursed_ring.page.8": "instance, but doing so will not allow you to skip the night along with all threats that lurk in its darkness.<br2/>On the other hand, in exchange for this toll paid, you will surely receive some profits. These are so called <&l>\"Seven Blessings\"$(clear), which promise to reward anyone who chooses to bear the ring with equal benefits in exchange for all the suffering they are about to put themselves through. Don't let yourself be fooled,",
    "book.enigmaticlegacy.entry.cursed_ring.page.9": "however; while power some of those blessings provide is surely tempting to possess, it won't make up for even 1/10th of all tolls you will have to pay for it, and it might be too late to reconsider once you discover that through practice rather than bare theory. <br2/>Exact list of those blessings is probably known to you already, so it's not worth outlining it here. The only thing probably worth mentioning is that they act",
    "book.enigmaticlegacy.entry.cursed_scroll.name": "Thousand Curses",
    "book.enigmaticlegacy.entry.cursed_scroll.page.1": "At times curses can take form similar to that of enchantments, with a only couple differences. Unlike normal enchantments, once they are bound to item, there's seemingly no way to get rid of them while keeping the item itself. Hopefully, regular enchanting techniques which you use yourself cannot accidentally produce such curses - but you may come",
    "book.enigmaticlegacy.entry.cursed_scroll.page.2": "across items bearing them when exploring ancient ruins and dungeons.<br2/>Their effects vary, but none are quite beneficial - any cursed enchantment presents significant drawback to using",
    "book.enigmaticlegacy.entry.cursed_scroll.page.3": "the item that bears it. Under normal circumstances, they would be just an annoyance for you to avoid. However, now that you bear Ring of the Seven Curses, there are ways you can manipulate them and even benefit from them, unnaccessible to others.<br2/>This scroll, being infused with concentrated wickedness of the Twisted Heart, presents one such possibility. For every curse that every item of your equipment bears, it boosts",
    "book.enigmaticlegacy.entry.cursed_scroll.page.4": "your attack damage, mining speed and regenerational powers of any kind. The effect is sure neglegible with only one or two curses, but if you are not afraid to take a little more, it can add up to enormous power.<br2/>The equipment that affects this scroll includes armor, items in both hands, and any wearables alike charms or rings, including even this same scroll itself when it is equipped.",
    "book.enigmaticlegacy.entry.cursed_stone.name": "Destruction of the Ring",
    "book.enigmaticlegacy.entry.cursed_stone.page.1": "Ever since you have chosen to bear the Ring of the Seven Curses, you pondered the possibility of getting rid of it - if not to actually do this, then at least to be aware if it exists. Though materials it is forged from are by no measure indestructible, physical incarnation of the ring is just a mere fraction of its metaphysical power and nature. Tendrils of its corruption",
    "book.enigmaticlegacy.entry.cursed_stone.page.2": "reach deep within your soul, intertwining your immortal being with entity of the ring itself, and thus all curses and blessings it yields.<br2/>This connection between you is exactly what makes it so",
    "book.enigmaticlegacy.entry.cursed_stone.page.3": "persistent, inseparatable from you even in death. As much as to certain extent you are able to draw and harness power from within the ring, the ring is capable of drawing power from within you in order to reinforce its physical form, as well as the link tightly holding that form on your finger. The only thing it seems to remain barely susceptible to would appear to be extreme heat, but that connection ensures it cannot be permanently destroyed without",
    "book.enigmaticlegacy.entry.cursed_stone.page.4": "your own body being destroyed just as permanently. And since you apparently possess the ability to create and inhabit new vessel after destruction of the old one, the ring does either.<br2/>However, now that you defeated the Wither and harvested sheer essence of its corrupted soul, the possibility to surmount such obstacle revealed itself. The Unholy Stone symbolizes the connection between you and Ring of the Seven Curses,",
    "book.enigmaticlegacy.entry.cursed_stone.page.5": "manifested and exposed in somewhat fragile physical form for as long as you keep the stone close to you. This allows you to exploit ring's only vulnerability, by willingly meeting your demise in specific, somewhat ritualistic manner.<br2/>With this stone at your disposal, travel to the dimension of blazing heat and lost souls, known as the Nether. Wander amongst its blasted, twisted landscape,",
    "book.enigmaticlegacy.entry.cursed_stone.page.6": "climbing cliffs and ledges to look down from them - until you discover an ocean of seeting lava beneath your feet, as vast and deep as you can find. Hold your breath for a while, before releasing it for the last time, and leap into the midst of blazing ocean below, letting your body drown into the molten rock and be consumed by fire.<br2/>Should everything be executed correctly, the ring shall melt and be destroyed forever.",
    "book.enigmaticlegacy.entry.cursed_stone.page.7": "The liberation from its chains doesn't come cheap, however - it is only possible because you expose part of your soul entangled with it through the Unholy Stone. In order for this ritual to be successful, that part must be destroyed first, otherwise it would simply not be possible. But at least with this sacrifice made you will never see that cursed ring again... unless of course it would turn out there was more than one in your world, which is not very likely.",
    "book.enigmaticlegacy.entry.darkest_scroll.heading.1": "The Scroll",
    "book.enigmaticlegacy.entry.darkest_scroll.name": "Darkest Scroll",
    "book.enigmaticlegacy.entry.darkest_scroll.page.1": "Found withing the treasures of dangerous Bastions, those rolls of black-stained pergament draw little suspicion at first glance. Yet in truth they are infused with some unknown sort of dark magic, one that seems strangely familiar to one that empowers Ring of the Seven Curses.<br2/>That magic however lays dormant within its vessel,",
    "book.enigmaticlegacy.entry.darkest_scroll.page.2": "a raw, slumbering energy seemingly waiting to be awoken and exploited. Perhaps the Darkest Scroll could serve as base for creation of new, more powerful arcane scrolls?",
    "book.enigmaticlegacy.entry.desolation_ring.name": "Burden of Desolation",
    "book.enigmaticlegacy.entry.desolation_ring.page.1": "You can scarce comprehend presence imposed upon reality by Heart of the Abyss, but, as you have recently discovered, comprehension is not neccessary for the ability to make use of it. Among few equally wonderful and terrible things that can draw power from it, there is this ring - even more nightmarish, perhaps, than Ring of the Seven Curses, in its",
    "book.enigmaticlegacy.entry.desolation_ring.page.2": "unnameable nature.<br2/>It offers to conveniently fulfill your gnawing desire to set yourself free of neccessity to endlessly slaughter creatures that could once tolerate your presence,",
    "book.enigmaticlegacy.entry.desolation_ring.page.3": "but have lost such ability soon as you submitted yourself to the burden of Seven Curses... By erasing them from the very existence surrounding you.<br2/>The cost of such reality-bending power is perilous, however, as should you decide that you desire it - you will be bound to it forevermore. And as you know by now, void can be more unbearable than even most frightening, ever-present threat...",
    "book.enigmaticlegacy.entry.earth_heart.heading.1": "The Heart",
    "book.enigmaticlegacy.entry.earth_heart.name": "Heart of the Earth",
    "book.enigmaticlegacy.entry.earth_heart.page.1": "Similar to how there is Heart of the Sea, an item bound with nature of endless oceans and seas covering surface of the Overworld, there is Heart of the Earth, born within its rocky depths and encapsulating some of their raw energy. It can be found in deepest rooms and halls of dungeons deep below the Overworld's surface, lost and forgotten in smothering darkness.",
    "book.enigmaticlegacy.entry.earth_heart.page.2": "The elemental power this heart holds bears resemblance to that stored within spellstones, but unlike latter it isn't originated from primordial chaos that spelled the beginning of all worlds, instead being born much later, slowly condensating in the earth's crust during many geological eons.",
    "book.enigmaticlegacy.entry.earth_heart.page.3": "The resulting shape doesn't attend its bearer and does not allow to freely channel unrefined energy stored within, but may serve as core for powerful relics requiring such energy if utilized properly.",
    "book.enigmaticlegacy.entry.eldritch_amulet.name": "Testament of Contempt",
    "book.enigmaticlegacy.entry.eldritch_amulet.page.1": "Though Amulet of Ascension is perfected and pure in its form, it may yet be empowered further. At the cost of sacrificing the purity, sure, but why would a cursed being such as you fret over this loss anyway?<br2/>The jumble of flesh known as Heart of the Abyss will happily latch onto your amulet, corrupting it into such a",
    "book.enigmaticlegacy.entry.eldritch_amulet.page.2": "twisted form that defies description. Once vivid, elegant stone at its core is replaced with a glossy, onyx-like eye, gazing upon you and the world alike with uneasy implication and unknowable intent. Even madman would deny",
    "book.enigmaticlegacy.entry.eldritch_amulet.page.3": "this abomination the touch to himself, but you welcome it upon your neck. For whereas madman is a victim of his own delusional perception of the world, you see it now for what it is...<br2/>And it is much more terrible than all the eyes of infinite abyss.",
    "book.enigmaticlegacy.entry.enchanter_pearl.name": "Enchanter's Pearl",
    "book.enigmaticlegacy.entry.enchanter_pearl.page.1": "Among many ways you can harness the power of Wither's soul, there is this truly precious pearl, capable of breaking the limits you usually have to cope with when working with Enchanting Table.<br2/>First, it allows you to once and for all forget about having to run to the table twice anytime you want to enchant something, only",
    "book.enigmaticlegacy.entry.enchanter_pearl.page.2": "because you forgot to bring some Lapis with you the first time. Instead of using Lapis Lazuli, the pearl draws power from within the Ring of the Seven Curses to use it as catalyzer for enchanting process. As a result, the",
    "book.enigmaticlegacy.entry.enchanter_pearl.page.3": "amount and power of enchantments you will be getting when enchanting anything are significantly higher on average than with normal enchanting.<br2/>This proccess also allows to achieve what was thought to be impossible before - produce unique treasure enchantments on your gear, such as Mending, right within that Enchanting Table of yours. Unfortunately, there also is a chance you will get some curses instead,",
    "book.enigmaticlegacy.entry.enchanter_pearl.page.4": "which you normally wouldn't have gotten, so this latter ability is somewhat of a double-edged sword.",
    "book.enigmaticlegacy.entry.enchantment_transposer.name": "Hungering Knowledge",
    "book.enigmaticlegacy.entry.enchantment_transposer.page.1": "This book does not hold much arcane knowledge or power on its own, but it seems like its greatest desire is to get some.<br2/>If you allow it to come in close contact with any enchanted item, it will instantly absorb these enchantments, storing them as any normal enchanted book would. The item remains completely intact and",
    "book.enigmaticlegacy.entry.enchantment_transposer.page.2": "undamaged in process - everything about it stays the same, besides enchantmens that were absorbed.<br2/>You can use the resulting book as you would normally - having its hunger satisfied, it seems",
    "book.enigmaticlegacy.entry.enchantment_transposer.page.3": "to lose any properties that would make it different from any other enchanting book.",
    "book.enigmaticlegacy.entry.end_anchor.name": "Dimensional Anchor",
    "book.enigmaticlegacy.entry.end_anchor.page.1": "However barren and desolate lands of The End are, there exist reasons why one could want to dwell there. Mostly two - to seek something, or to hide from something. Until recently there was a minor inconvenience getting in the way of such desires, but with invention of Dimensional Anchor the challenge of binding the point of your resurrection to somewhere",
    "book.enigmaticlegacy.entry.end_anchor.page.2": "within those lands is finally overcome.<br2/>Dimensional Anchor works in the manner not dissimilar to that of Respawn Anchor, but will require Ender Pearls to be recharged instead of much",
    "book.enigmaticlegacy.entry.end_anchor.page.3": "cheaper Glowstone. As a repayment for increased maintenance costs - it can function where Respawn Anchor cannot, and has a noticeable chance to not spend a charge upon your revival. Things such as Potion of Recall will work with it much as they do with its predecessor, and Dispenser can still be used to automate recharging.<br2/>Only one thing remains of concern. Even for higher beings, space between worlds",
    "book.enigmaticlegacy.entry.end_anchor.page.4": "is not the safest of places to traverse, most so when stripped of flesh... You cannot help but wonder what terrible places await those who are mislead by the light of their beacons, and what grisly fate befalls them in there.",
    "book.enigmaticlegacy.entry.ender_ring.name": "Ring of Ender",
    "book.enigmaticlegacy.entry.ender_ring.page.1": "Ender Chest has proven to be extremely useful thing, allowing you to access items of your choice across any distances and dimensions. Unlike items you may carry on yourself, those in your ender chest are not endangered when your physical shell gets destroyed.<br2/>There is a slight inconvenience to it, however - ",
    "book.enigmaticlegacy.entry.ender_ring.page.2": "the need to carry around that massive chest, chucking it down whenever you want to pull something out of its extradimensional depths, and then removing it with incredibly delicate tool, unless you want it to be",
    "book.enigmaticlegacy.entry.ender_ring.page.3": "shattered into obsidian pieces you once so carefully fused together.<br2/>Ring of Ender is designed exactly to solve this issue, allowing you to tear the fabric of space and access contents of your ender chest with nothing but sheer force of will.<br2/>Just don't forget to pull your hand out of when you release the rift.",
    "book.enigmaticlegacy.entry.ender_rod.name": "Ender Rod",
    "book.enigmaticlegacy.entry.ender_rod.page.1": "Infusing Blaze Rod with enderic energy and power contained within Astral Dust, you shall be able to craft this rod.<br2/>It might have more applications in the future, but you have primarily designed it as base for forging handles for etherium tools, as mundane wood would not suffice for  that sake anymore.",
    "book.enigmaticlegacy.entry.ender_rod.page.2": " ",
    "book.enigmaticlegacy.entry.ender_slayer.name": "The Ender Slayer",
    "book.enigmaticlegacy.entry.ender_slayer.page.1": "One of the toughest lessons you have learned ever since first equipping Ring of the Seven Curses is that Endermen are no longer able to tolerate your existence. They have haunted you ever since - screeching, frightening horrors, chasing you in the night under the stars, and in smothering darkness of twisted salt-soaked caverns beneath the ground, possessed by",
    "book.enigmaticlegacy.entry.ender_slayer.page.2": "unbendable desire to decimate your being. Before long, you have accepted that to restore neutral relations with them is by all means an impossible undertaking, and abandoned any and every attempt to achieve such.",
    "book.enigmaticlegacy.entry.ender_slayer.page.3": "If that was the end of it - perhaps, to submit yourself to such fate and perpetually suffer their nightmarish onslaught would become nothing more than another part of your routine, and you would bear it with acceptance you have achieved in bearing all other curses.<br2/>If only... Now that The End beckons you to meet its challenges, traverse its lands and claim its treasures, the Endermen have become an",
    "book.enigmaticlegacy.entry.ender_slayer.page.4": "obstacle in your way equal to which you did not face yet. For that dimension is inhabited fully by their kind, and thus, to even survive entering it seems a feat beyond the limits of your power as a demigod.<br2/>Perhaps, it is time to recede, to finally abandon your hope of surmounting this world's challanges and harnessing corruption of the curses. But the battle may yet be won. With this sword, and your sheer strength of will you may yet",
    "book.enigmaticlegacy.entry.ender_slayer.page.5": "stand victorious. For if peace cannot be made... it can only mean war.",
    "book.enigmaticlegacy.entry.enigmatic_amulet.heading.1": "The Amulet",
    "book.enigmaticlegacy.entry.enigmatic_amulet.name": "Enigmatic Amulet",
    "book.enigmaticlegacy.entry.enigmatic_amulet.page.1": "When you first stepped into this world, you discovered this thing conveniently lying in your pockets, with no clues to where it came from, nor why it ended up in your possesion.<br2/>The vivid stone encased in its core kept shifting, irradiated from within, as if alive - one truly charming sight to behold. After short examination, you've found an inscription carved",
    "book.enigmaticlegacy.entry.enigmatic_amulet.page.2": "on other side, consisting of a single name: \"<&4><&l><playername>$(clear)\".<br2/>You tried to examine its structure and how it could possibly be replicated, but so far with no success. It appears as if this thing does not belong to this world at all, forged and brought here by power that remains beyond",
    "book.enigmaticlegacy.entry.enigmatic_amulet.page.3": "your understanding.<br2/>When bearing it, you feel a little stronger than you do otherwise.<br2/>It appears to be not its only useful property, however. Should your flesh get torn asunder, unable to contain soul anymore - and the amulet opens the rift to unknown space, containing all items you would've otherwise dropped on the ground within it, including the amulet itself.",
    "book.enigmaticlegacy.entry.enigmatic_amulet.page.4": "In place of your death you would find a thing that appears to be a key connected to that rift, one you dubbed Extradimensional Vessel. Unlike normal items, Vessel appears to be completely indestructible and indifferent to any force, besides the one of godly nature, which you just so happen to possess a fraction of.<br2/>It floats around completely inert, until you attempt to approach it and iteract with",
    "book.enigmaticlegacy.entry.enigmatic_amulet.page.5": "it - then easily falls into your hands and breaks, releasing everything the unseen space it was linked with contained.",
    "book.enigmaticlegacy.entry.enigmatic_elytra.name": "Majestic Elytra",
    "book.enigmaticlegacy.entry.enigmatic_elytra.page.1": "Combined with some fireworks, Elytra provides an outstanding means of transportation, easily outpacing any horse, boat or minecart alike. There are only two major concerns surrounding its prolonged use - swift weardown, and necessity to maintain steady supply of fireworks.<br2/>Majestic Elytra resolves both of them. It offers remarkable",
    "book.enigmaticlegacy.entry.enigmatic_elytra.page.2": "durability, and can use enderic energies to propel the wearer forward during the flight at their wish, in a manner not dissimilar to fireworks. Doing so puts greater strain on hardness of the elytra, but insofar it can",
    "book.enigmaticlegacy.entry.enigmatic_elytra.page.3": "be repaired with etherium in conventional anvil - that should not be too much of a concern.<br2/>Apart from that, it is covered with much more vibrant color patterns, leaving nobody in doubt regarding its magnificent, extraordinary qualities.",
    "book.enigmaticlegacy.entry.enigmatic_eye.heading.1": "The Eye",
    "book.enigmaticlegacy.entry.enigmatic_eye.name": "Inscrutable Eye",
    "book.enigmaticlegacy.entry.enigmatic_eye.page.1": "An unexpected find among piles of treasure and junk, this eye have immediately consumed your attention with its distinguishably unearthly form. You could not resist the temptation of curiosity, and have chosen to awake it from slumber that lasted many centuries at least, and perhaps even many millenia.<br2/>Creator of the eye have soon",
    "book.enigmaticlegacy.entry.enigmatic_eye.page.2": "made himself known to you, and now that he is aware of your presence in this world - the eye itself is no longer necessary for him to observe and speak to you. He follows your footsteps since, remarking on things now and then. So far communication between you remains entirely unilateral, and thus it is hard",
    "book.enigmaticlegacy.entry.enigmatic_eye.page.3": "to establish what he is, and what motive he has to scrupulously contemplate your every move.<br2/>What can be said for sure is that he is no stranger to the world you currently inhabit, nor to higher beings such as you. Most certainly he once walked these lands himself, but extent of his participation in their past history remains a mystery yet. Much as where he is now, why he have chosen to speak to you, and what",
    "book.enigmaticlegacy.entry.enigmatic_eye.page.4": "expectations he places upon your journey.<br2/>For now, you can only hope that in time he will supply you with desired answers.",
    "book.enigmaticlegacy.entry.enigmatic_item.heading.1": "The Spellstone",
    "book.enigmaticlegacy.entry.enigmatic_item.name": "Heart of Creation",
    "book.enigmaticlegacy.entry.enigmatic_item.page.1": "Powers of this stone are so vast and overwhelming, that they appear to have never been indeded to be possessed by a demigod.<br2/>It grants you ultimate protection from most enviromental threats. Most hostile beings will still target you and be able to hurt you, but their attempts to take your life shall never be successful",
    "book.enigmaticlegacy.entry.enigmatic_item.page.2": "should the spellstone remain in your possession - you cannot be slain. No matter how close you will stand to the verge of death, nothing will ever have power to push you over.<br2/>Despite bearing name 'Heart of Creation', it also grants you among the most ultimate means",
    "book.enigmaticlegacy.entry.enigmatic_item.page.3": "to sow destruction, raining down devastating skulls similar to those summoned by the Wither.<br2/>These will also target any entities you might happen to stare at, quickly obliterating most of whoever you might choose to unleash your wrath upon.",
    "book.enigmaticlegacy.entry.escape_scroll.name": "Postmortal Will",
    "book.enigmaticlegacy.entry.escape_scroll.page.1": "Though death has proven to be only a temporary inconvenience for a demigod like you, sometimes this inconveniece takes great toll.<br/>Much greater than you would like to pay - depending on where you die, your precious gear, forged from finest materials and collected from all corners of the Overworld, can be lost to Oblivion or incredibly difficult to recover.",
    "book.enigmaticlegacy.entry.escape_scroll.page.2": "This scroll is an ensurance against such happening.<br2/>It cannot protect its bearer from death, but should their life be taken, whatever they would drop in place of their death will instead be taken",
    "book.enigmaticlegacy.entry.escape_scroll.page.3": "back to the respawn point, across any distances and dimensions. The scroll itself will remain where its bearer was killed, but unlike items you would normally drop, it will not burn, or fall into the Void where you might've met your demise, or vanish into nothingness if you leave it unattended for too long.<br2/>Only the hand of demigod, though not neccessarily yours alone, can ever claim it back.",
    "book.enigmaticlegacy.entry.eternal_binding_curse.heading.1": "The Curse",
    "book.enigmaticlegacy.entry.eternal_binding_curse.name": "Eternal Binding",
    "book.enigmaticlegacy.entry.eternal_binding_curse.page.1": "The similarity of this curse's name to Curse of Binding is no accident - for it does exactly the same thing as the latter, preventing you from removing armor and accessories from yourself once equipped. The twist, however, is in the fact that items bearing this one will persist with you even across death. This might be less severe in the case of armor, since sooner or later",
    "book.enigmaticlegacy.entry.eternal_binding_curse.page.2": "it will break; for most accessories, however, with this curse applied you condemn yourself to bear them until you die permanently or until the end of time, whichever comes first.<br2/>Unlike most other curses, the only way to obtain this one seems to be by using classical",
    "book.enigmaticlegacy.entry.eternal_binding_curse.page.3": "Enchanting Table, empowered by the Enchanter's Pearl.",
    "book.enigmaticlegacy.entry.etherium.name": "The Etherium",
    "book.enigmaticlegacy.entry.etherium.page.1": "Despite the name is has, this material is physically solid. Very.<br2/>Stories have turned out to be true. And even more - they were not exaggerating the truth. Etherium truly has most of the wondrous properties that were assigned to it by pieces of lore you happened across earlier. It has quite high melting point, being just",
    "book.enigmaticlegacy.entry.etherium.page.2": "as resistant to fire and lava as netherite is, while significantly superceeding its durability. Apart from that, this metal is overfilled with pulsing energy, urging you to unleash it in any shape or form you can come up with.<br2/>And for being alike you, capability to create shape and form is beyond questioning.",
    "book.enigmaticlegacy.entry.etherium.page.3": "This world will soon behold the might of your newly forged etherium tools.",
    "book.enigmaticlegacy.entry.etherium_armor.heading.1": "The Armor Set",
    "book.enigmaticlegacy.entry.etherium_armor.name": "Etherium Armor",
    "book.enigmaticlegacy.entry.etherium_armor.page.1": "Surely, it didn't take you too long to guess that newfound power of etherium might come in handy in an attempt of forging the ultimate armor. Etherium armor might not be truly ultimate, yet by far it surpassess anything you can create or lay claim upon.<br2/>One of its first notable properties is that should you equip it and bear on your",
    "book.enigmaticlegacy.entry.etherium_armor.page.2": "body, the armor itself becomes completely invisible and feels much less of a burden to carry than armor forged from mundane metals. Until something attempts to interact with you or that armor, it's actually possible to entirely forget you even carry it, that's how unnoticable is its weight for one who bears it.",
    "book.enigmaticlegacy.entry.etherium_armor.page.3": "That ease, however, doesn't mean it's worse at absorbing enemy attacks. It superceeds even netherite armor it how extremely hard it is to penetrate. More than that, it also is unimaginably durable - even the most crushing blows barely leave a scratch on its surface.<br2/>And as if that wasn't enough, individual armor pieces seem to resonate with one another, urging to unleash the metal's inner energy.",
    "book.enigmaticlegacy.entry.etherium_armor.page.4": "Should you carry all four pieces simultaneously, and that resonation achieves its peak, finally being able to manifest itself into powerful shield woven out of sheer energy, protecting its bearer from most projectiles, significantly weakening attacks that it isn't capable of blocking completely, and knocking back whoever attempts to execute these attacks.<br2/>That shield, however, takes a lot of energy to sustain.",
    "book.enigmaticlegacy.entry.etherium_armor.page.5": "It only activates when its bearer somehow manages to get severely wounded, despite outstanding protection of the armor itself. When they remain at their full health and thus can manage to deal with incoming threats without additional measures of protection, the shield is dispelled and etherium slowly replenishes its inner energy, until the need to manifest it arises again.<br2/>It's difficult to not notice the",
    "book.enigmaticlegacy.entry.etherium_armor.page.6": "similarity of that shield to one Wither conjures when brought down to half of its health. That must imply some relation to origin and nature of etherium's power, but you don't seem to have enough clues to put pieces of this story together just yet.<br2/>Following pages contain depictions of how etherium armor can be forged, according to your design.",

    "book.enigmaticlegacy.entry.etherium_axe.name": "Эфириевый топор",
    "book.enigmaticlegacy.entry.etherium_axe.page.1": "В отличие от простого топора, эта громадина больше заточена под то, чтобы быть и инструментом и оружием, превосходно справляясь и с тем, и с другим.<br2/>В качестве инструмента боевой топор способен рубить деревянные блоки в площади 3 × 3 × 3. Если столь большая область ни к чему, применяйте его к отдельно стоящим",
    "book.enigmaticlegacy.entry.etherium_axe.page.2": "блокам. Помимо бревён и досок, он также эффективно справляется с менее прочными растениями, такими как листья, кактусы или бамбук.<br2/>В качестве оружия боевой топор наносит огромный урон и, так как является топором,",
    "book.enigmaticlegacy.entry.etherium_axe.page.3": "легко рубит щиты противников. Единственным недостатком является его вес, и, хоть это и позволяет наносить больший урон каждую атаку, вам придётся пережидать длительные перерывы перед каждым махом, чтобы восстановиться после предыдущего.<br2/>Как и любой другой эфириевый инструмент, эфириевый боевой топор невероятно прочен.",
    "book.enigmaticlegacy.entry.etherium_pickaxe.name": "Эфириевая кирка",
    "book.enigmaticlegacy.entry.etherium_pickaxe.page.1": "Проста в своей конструкции и просто невероятно мощная в сравнении со всем, что вы могли бы выковать из простых земных материалов.<br2/>Эфириевая кирка в мгновение ока разрушает сразу 3 блока площадью при выкапывании лишь одного, позволяя с небывалой лёгкостью делать огромные туннели в земной коре. Если",
    "book.enigmaticlegacy.entry.etherium_pickaxe.page.2": "столь большая область ни к чему, применяйте её к отдельно стоящим блокам.<br2/>Кроме того, она чрезвычайне прочна и",
    "book.enigmaticlegacy.entry.etherium_pickaxe.page.3": "подойдёт для разрушения большинства видов блоков, таких как стекло или лёд, что делает её лучше любых обычных кирок.",
    "book.enigmaticlegacy.entry.etherium_scythe.name": "Эфириевая коса",
    "book.enigmaticlegacy.entry.etherium_scythe.page.1": "Некогда косы были лишь инструментами, но в наше время они стали и одним из изысканнейших видов оружия. Эта коса — не исключение, и, хоть и сложна в освоении, отлично пожинает души противников, словно бы то был посеянный вами урожай.<br2/>Этой косой можно собирать урожай, растения, листья, траву в области 3 × 3 × 3 блока.",
    "book.enigmaticlegacy.entry.etherium_scythe.page.2": "Ею можно пахать землю в радиусе 3 на 3 как мотыгой.<br2/>Если столь большая область ни к чему, применяйте её к",
    "book.enigmaticlegacy.entry.etherium_scythe.page.3": "отдельно стоящим блокам.<br2/>Как оружие, её можно считать некоторой противоположностью эфириевому боевому топору. Если тот предназначен для нанесения мощных ударов благодаря своей массе и габаритам, то эфириевая коса, напротив, имеет тонкое и очень острое лезвие, что делает её менее подходящей для нанесения сильных ударов, но идеальной для быстрых и частых атак против большинства существ, что осмелятся поднять на вас руки.<br2/>Эфириевую косу, как и",
    "book.enigmaticlegacy.entry.etherium_scythe.page.4": "всё остальное из эфирия, отличает безупречная прочность.",
    "book.enigmaticlegacy.entry.etherium_shovel.name": "Эфириевая лопата",
    "book.enigmaticlegacy.entry.etherium_shovel.page.1": "В отличие от топора или косы, эту лопату нельзя считать боевой. Но она очень хороша в своём деле разрывать землю в клочья, словно бы разрезая масло раскалённом ножом.<br2/>Очень просто прокапывает туннели размером 3 на 3, если только вы сами не подавляете её способность, пытаясь применить её в неудобных для неё условиях.",
    "book.enigmaticlegacy.entry.etherium_shovel.page.2": "Обладает выдающейся прочностью, как и всё, что куётся из эфирия.",
    "book.enigmaticlegacy.entry.etherium_sword.name": "Эфириевый меч",
    "book.enigmaticlegacy.entry.etherium_sword.page.1": "Несмотря на свою массивность, обращаться с этим мечом намного легче, чем с обычными. Что, конечно, касается только вас — вашим противникам удар от такого меча легко не пройдёт.<br2/>Широкий эфириевый меч занимает идеальную середину между",
    "book.enigmaticlegacy.entry.etherium_sword.page.2": "двумя другими оружиями из эфирия: не настолько лёгок и манёврен, как коса, и не столь массивен и сокрушителен, как топор войны, но отбирая лучшее с обеих зол, им удаётся наносить уверенные удары со сбалансированным временем восстановления,",
    "book.enigmaticlegacy.entry.etherium_sword.page.3": "сильно раня даже самых защищённых противников.<br2/>В отличие от других инструментов, этот полезен только в бою. По команде с этим мечом вы можете выполнять большой отскок назад. Это полезно, если вы находить в полшаге от смертельной атаки или вам нужно отступать. Если вы принаровитесь, короткое время для восстановления может сильно услужить вам в",
    "book.enigmaticlegacy.entry.etherium_sword.page.4": "самых жесточайших боях.<br2/>Факт того, что оружие сделано из эфирия, говорит о его впечатляющей прочности, значительно превосходящей прочность любого земного оружия.",
    "book.enigmaticlegacy.entry.unholy_grail.heading.1": "Грааль",
    "book.enigmaticlegacy.entry.unholy_grail.name": "Проклятый грааль",
    "book.enigmaticlegacy.entry.unholy_grail.page.1": "Хотя о нём слагали столько легенд, вы были поражены, найдя его среди каких-то там развалин. Он лежал среди мусора и безделушек, словно ничего не стоил.<br2/>И то было правдой, легенды не врали. Грааль всегда наполнен,",
    "book.enigmaticlegacy.entry.unholy_grail.page.2": "водой, сколько бы с него не пили, но вода эта имеет горький привкус пепла и непригодна для питья. Испив её вы либо сильно заболеете, либо просто умрёте.",
    "book.enigmaticlegacy.entry.unholy_grail.page.3": "Тем не менее, стоит сохранить её в качестве уникального трофея.",
    "item.enigmaticlegacy.angel_blessing": "Благословение ангела",
    "itemGroup.enigmaticCreativeTab": "§5Enigmatic Legacy: Разное",
    "itemGroup.enigmaticPotionCreativeTab": "§5Enigmatic Legacy: Зелья",
    "itemGroup.etheriumCreativeTab": "§5Enigmatic Legacy: Эфирий",
    "key.categories.enigmaticLegacy": "§6§lEnigmatic Legacy",
    "key.enderRing": "Кольцо эндера",
    "status.enigmaticlegacy.outdated": "Вышла новая версия §6Enigmatic Legacy§5: %1$s. Вы должны лицезреть её величие!"
}