{
  "sodium.console.broken_nvidia_driver": "Ваши видеодрайверы NVIDIA устарели!\n  * Это может привести к серьёзным проблемам с производительностью и сбоям, пока установлен Sodium.\n  * Пожалуйста, обновите видеодрайверы до последней версии (версии 536.23 или новее).",
  "sodium.console.config_file_was_reset": "Файл настроек сброшен до рабочих значений по умолчанию.",
  "sodium.console.config_not_loaded": "Файл настроек Sodium повреждён или оказался нечитаем. Некоторые параметры были временно сброшены до значений по умолчанию. Пожалуйста, проверьте настройки графики, чтобы исправить проблему.",
  "sodium.console.core_shaders_error": "Следующие наборы ресурсов несовместимы с Sodium:",
  "sodium.console.core_shaders_info": "Смотрите подробнее в журнале.",
  "sodium.console.core_shaders_warn": "Следующие наборы ресурсов могут быть несовместимы с Sodium:",
  "sodium.console.game_restart": "Для применения изменений в настройках графики необходимо перезапустить игру!",
  "sodium.console.pojav_launcher": "Sodium не поддерживает PojavLauncher.\n  * Высока вероятность, что вы столкнётесь с проблемами производительности, графическими ошибками и сбоями.\n  * Продолжая его использование вместе с Sodium, вы предоставляетесь сами себе; мы не поможем вам справиться с ошибками или сбоями!",
  "sodium.option_impact.extreme": "сильное",
  "sodium.option_impact.high": "высокое",
  "sodium.option_impact.low": "низкое",
  "sodium.option_impact.medium": "среднее",
  "sodium.option_impact.varies": "варьируемое",
  "sodium.options.always_defer_chunk_updates.name": "Всегда откладывать обновление чанков",
  "sodium.options.always_defer_chunk_updates.tooltip": "Если включено, отрисовка не будет приостанавливаться на время обновления чанков, даже если их обновление важно. Это может значительно улучшить частоту кадров в некоторых ситуациях, но может вызвать визуальную задержку в появлении или исчезновении блоков.",
  "sodium.options.animate_only_visible_textures.name": "Анимировать только видимые текстуры",
  "sodium.options.animate_only_visible_textures.tooltip": "Если включено, будут обновляться только те анимированные текстуры, которые видны в текущем кадре. Это может значительно улучшить производительность на некоторых устройствах, особенно с тяжёлыми наборами ресурсов. Если возникают проблемы с анимацией текстур, попробуйте это отключить.",
  "sodium.options.attack_indicator.tooltip": "Определяет местоположение индикатора атаки на экране.",
  "sodium.options.autosave_indicator.tooltip": "Если включено, сохранение мира на диск будет отмечаться индикатором.",
  "sodium.options.biome_blend.tooltip": "Расстояние в блоках, на котором цвета биомов плавно смешиваются. Чем выше значение, тем больше времени потребуется на загрузку или обновление чанков, при этом улучшения качества будут незначительными.",
  "sodium.options.biome_blend.value": "%s бл.",
  "sodium.options.brightness.tooltip": "Регулирует минимальную яркость в мире. Чем выше значение, тем ярче будут казаться тёмные области мира. Это не влияет на уже хорошо освещённые области.",
  "sodium.options.buttons.apply": "Применить",
  "sodium.options.buttons.donate": "Поддержите нас!",
  "sodium.options.buttons.undo": "Откатить изменения",
  "sodium.options.chunk_update_threads.name": "Число потоков обновления чанков",
  "sodium.options.chunk_update_threads.tooltip": "Определяет количество потоков для постройки и сортировки чанков. Увеличение количества потоков может ускорить загрузку и обновление чанков, но может отрицательно сказаться на времени кадра. Значение по умолчанию обычно подходит на все случаи.",
  "sodium.options.clouds_quality.tooltip": "Уровень качества, используемый для отрисовки облаков в небе. Несмотря на названия «быстро» и «детально», их влияние на производительность незначительно.",
  "sodium.options.cpu_render_ahead_limit.name": "Ограничение отрисовки на процессоре",
  "sodium.options.cpu_render_ahead_limit.tooltip": "Только для отладки. Определяет максимальное количество кадров, которые могут быть отправлены на ГП. Изменение этого значения не рекомендуется, так как слишком низкие или слишком высокие значения могут привести к нестабильности частоты кадров.",
  "sodium.options.cpu_render_ahead_limit.value": "%s кад.",
  "sodium.options.entity_distance.tooltip": "Множитель дистанции отрисовки, используемый для отрисовки сущностей. Меньшие значения уменьшают, а большие увеличивают максимальную дистанцию, на которой сущности будут отображаться.",
  "sodium.options.entity_shadows.tooltip": "Если включено, под мобами и другими сущностями будут отображаться простые тени.",
  "sodium.options.fps_limit.tooltip": "Ограничивает максимальное количество кадров в секунду. Это может помочь снизить расход энергии и нагрузку на систему при многозадачности. Если включена вертикальная синхронизация, этот параметр будет игнорироваться, если только он не ниже частоты обновления вашего монитора.",
  "sodium.options.fullscreen.tooltip": "Если включено, игра будет отображаться в полноэкранном режиме (если это поддерживается).",
  "sodium.options.graphics_quality.tooltip": "Качество графики по умолчанию управляет некоторыми устаревшими параметрами и необходимо для совместимости с модами. Если параметры ниже оставлены на «по умолчанию», они будут использовать эту настройку.",
  "sodium.options.gui_scale.tooltip": "Устанавливает максимальный коэффициент размера, который будет использоваться для интерфейса пользователя. Если указан вариант «авт», то всегда будет использоваться наибольший коэффициент масштабирования.",
  "sodium.options.leaves_quality.name": "Листья",
  "sodium.options.leaves_quality.tooltip": "Определяет, будут ли листья отображаться прозрачными (детально) или непрозрачными (быстро).",
  "sodium.options.mipmap_levels.tooltip": "Определяет количество уровней детализации, которые будут использоваться для текстур моделей блоков. Более высокие значения обеспечивают лучшее отображение блоков на расстоянии, но могут отрицательно сказаться на производительности с наборами ресурсов, использующими множество анимированных текстур.",
  "sodium.options.pages.advanced": "Для продвинутых",
  "sodium.options.pages.performance": "Производительность",
  "sodium.options.pages.quality": "Качество",
  "sodium.options.particle_quality.tooltip": "Контролирует максимальное количество частиц, которые могут одновременно отображаться на экране.",
  "sodium.options.performance_impact_string": "Влияние на производительность: %s",
  "sodium.options.simulation_distance.tooltip": "Дальность симуляции управляет тем, на каком расстоянии будут загружаться и обновляться местности и сущности. Более короткие расстояния могут снизить нагрузку на внутренний сервер и повысить частоту кадров.",
  "sodium.options.smooth_lighting.tooltip": "Включает плавное освещение и затенение блоков в мире. Это может немного увеличить время загрузки или обновления чанка, но не влияет на частоту кадров.",
  "sodium.options.sort_behavior.name": "Сортировка прозрачности",
  "sodium.options.sort_behavior.tooltip": "Включает сортировку прозрачности. Это позволяет избежать сбоев в отображении прозрачных блоков, таких как вода и стекло, и обеспечивает правильное их отображение даже при движении камеры. Это оказывает небольшое влияние на скорость загрузки и обновления чанков, но обычно не заметно на частоте кадров.",
  "sodium.options.use_block_face_culling.name": "Отсечение граней блоков",
  "sodium.options.use_block_face_culling.tooltip": "Если включено, только грани блоков, которые обращены к камере, будут отправляться на отрисовку. Это может устранить большое количество граней блоков в ранних этапах отрисовки, что значительно улучшает производительность. Некоторые наборы ресурсов могут быть несовместимы с этим параметром, поэтому попробуйте отключить его, если вы видите пробелы в блоках.",
  "sodium.options.use_entity_culling.name": "Отсечение сущностей",
  "sodium.options.use_entity_culling.tooltip": "Если включено, сущности, которые находятся в пределах видимости камеры, но не внутри видимого чанка, будут пропускаться при отрисовке. Эта оптимизация использует уже существующие данные о видимости для отрисовки чанков и не добавляет нагрузки.",
  "sodium.options.use_fog_occlusion.name": "Окклюзия тумана",
  "sodium.options.use_fog_occlusion.tooltip": "Если включено, чанки, которые полностью скрыты эффектами тумана, не будут отображаться, что помогает улучшить производительность. Улучшение будет более заметным при более плотных эффектах тумана (например, под водой), но это может вызвать нежелательные визуальные артефакты между небом и туманом в некоторых сценариях.",
  "sodium.options.use_no_error_context.name": "Отключить проверку ошибок контекста OpenGL",
  "sodium.options.use_no_error_context.tooltip": "Если включено, контекст OpenGL будет создан без проверки ошибок. Это немного улучшает производительность, но может усложнить отладку непредвиденных сбоев.",
  "sodium.options.use_persistent_mapping.name": "Постоянное отображение",
  "sodium.options.use_persistent_mapping.tooltip": "Только для отладки. Если включено, постоянные отображения памяти будут использоваться для промежуточного буфера, чтобы избежать ненужных копий памяти. Отключение может быть полезно для выяснения причин графических искажений.\n\nТребуется OpenGL 4.4 или ARB_buffer_storage.",
  "sodium.options.v_sync.tooltip": "Если включено, частота кадров игры будет синхронизирована с частотой обновления монитора, что в общем случае обеспечивает более плавный опыт за счёт увеличения общей задержки ввода. Эта настройка может снизить производительность, если ваша система слишком медленная.",
  "sodium.options.view_bobbing.tooltip": "Если включено, вид игрока будет покачиваться и колебаться при движении. Игроки, испытывающие укачивание при игре, могут предпочесть отключить этот параметр.",
  "sodium.options.view_distance.tooltip": "Дальность прорисовки определяет, как далеко будет видна местность. Меньшие значения соответствуют меньшей площади, что улучшает частоту кадров.",
  "sodium.options.vignette.name": "Виньетирование",
  "sodium.options.vignette.tooltip": "Если включено, будет применяться эффект виньетирования, когда игрок находится в тёмных областях, что делает общий вид более тёмным и драматичным.",
  "sodium.options.weather_quality.tooltip": "Определяет расстояние, на котором будут отображаться погодные эффекты, такие как дождь и снег."
}