{
    "gui.tips.list.config": "Настройки",
    "gui.tips.list.entry.added_by": "Добавлено пользователем: %s",
    "gui.tips.list.entry.click_to_copy": "Нажмите, чтобы скопировать ID",
    "gui.tips.list.entry.copied": "Скопировано!",
    "gui.tips.list.entry.cycle_time": "Продолжительность цикла: %s",
    "gui.tips.list.entry.disabled": "Отключено в настройках!",
    "gui.tips.list.entry.tip_id": "Идентификатор совета: %s",
    "gui.tips.list.search": "Поиск",
    "gui.tips.list.show_disabled": "Показать отключенные",
    "gui.tips.list.title": "Список советов",
    "tipsmod.tip.animal_growing": "Кормление маленьких животных поможет им быстрее вырасти.",
    "tipsmod.tip.arthropods": "Пауки, чешуйницы, пчёлы и эндермиты получают урон от зачарования бича членистоногих.",
    "tipsmod.tip.axolotl_food": "Аксолотли любят есть тропических рыб.",
    "tipsmod.tip.azalea_caves": "Азалии растут над пышными пещерными биомами.",
    "tipsmod.tip.baby_panda_slimeball": "У детенышей панды может упасть с 0,1% шансом сгусток слизи после того, как они чихнут.",
    "tipsmod.tip.barrel": "Бочки — это удобная альтернатива сундукам.",
    "tipsmod.tip.bed_explode": "Попытка уснуть в других измерениях закончится плачевно.",
    "tipsmod.tip.bed_respawn": "Сон в кровати установит точку возрождения.",
    "tipsmod.tip.biome_bonemeal": "Использование костной муки на травяных блоках позволяет получить различные виды цветов.",
    "tipsmod.tip.biome_fishing": "Рыбалка в джунглях может дать вам разные предметы по сравнению с рыбалкой в других биомах.",
    "tipsmod.tip.blaze_fuel": "Огненные стержни — это хорошее топливо для печей.",
    "tipsmod.tip.blaze_snowball": "Всполохи получают урон от снежков.",
    "tipsmod.tip.boat_jump": "Поместив лодку в лаву, вы можете сделать временную платформу.",
    "tipsmod.tip.boat_passenger": "В лодках могут находиться два пассажира.",
    "tipsmod.tip.bucket_friends": "Рыбу и аксолотлей можно безопасно собирать вёдрами.",
    "tipsmod.tip.bucket_rename": "Переименование ведра с мобом внутри приведет к переименованию и этого моба.",
    "tipsmod.tip.coarse_to_dirt": "Каменистую землю можно превратить в обычную с помощью мотыги.",
    "tipsmod.tip.cooked_drops": "Животные, погибшие в результате пожара, обычно сбрасывают приготовленную пищу.",
    "tipsmod.tip.creeper_cat": "Криперы боятся кошек, оцелотов и будут убегать от них.",
    "tipsmod.tip.creeper_drops_disc": "Если стрела скелета или зимогора убивает крипера, то он сбрасывает случайную пластинку.",
    "tipsmod.tip.crouch_blocks": "Подкрадываясь вы не сможете упасть с блоков.",
    "tipsmod.tip.deflect_ghast_fireballs": "Вы можете отразить огненные шары гаста, атаковав их.",
    "tipsmod.tip.dog_health": "Чем ниже хвост собаки, тем меньше здоровья у нее осталось.",
    "tipsmod.tip.dog_rotten_flesh": "Вы можете вылечить своих собак, накормив их гнилой плотью.",
    "tipsmod.tip.dragon_blocks": "Железные прутья, эндерняк и обсидиан невосприимчивы к урону, наносимому драконом Эндера.",
    "tipsmod.tip.dripstone_lava": "Из капельника под лавой будут медленно капать частицы лавы. Это можно использовать для наполнения котла.",
    "tipsmod.tip.end_dimension": "Вы не сможете покинуть измерение Энда, не победив Дракона Энда... или не умерев.",
    "tipsmod.tip.enderman_blocks": "Эндермен может передвигать такие блоки, как грязь, песок и динамит!",
    "tipsmod.tip.endermites": "Есть небольшой шанс, что эндермит появится, когда приземлится Эндер-жемчуг.",
    "tipsmod.tip.fall_damage_blocks": "Некоторые блоки, такие как вода и сноп сена, могут уменьшить урон от падения.",
    "tipsmod.tip.fishing_resources": "Рыбалка - это отличный способ получить чародейские книги высокого уровня.",
    "tipsmod.tip.fortress_triangulation": "Вы можете определить местоположение крепости, использовав око Эндера из двух разных мест и проследив, где они пересекаются.",
    "tipsmod.tip.fossils": "Крупные окаменелости погребены под болотами и пустынями.",
    "tipsmod.tip.four_eggs": "В очень редких случаях из куриных яиц могут появиться четыре цыпленка.",
    "tipsmod.tip.freezing_leather": "Кожаная броня может защитить от мороза.",
    "tipsmod.tip.goat_milk": "Коз можно доить с помощью ведра.",
    "tipsmod.tip.gravity_torch": "Падающие блоки, такие как песок и гравий, мгновенно ломаются при падении на факел.",
    "tipsmod.tip.hitting_obsidian": "Чтобы сломать обсидиан руками, требуется примерно 4 минуты.",
    "tipsmod.tip.iron_golem_heal": "Железные големы могут быть исцелены, если дать им железные слитки.",
    "tipsmod.tip.job_site_dimension": "При смене измерения жители деревни теряют профессию.",
    "tipsmod.tip.joke.combat": "Зомби не любят, когда вы ударяете их мечом.",
    "tipsmod.tip.joke.lava": "Как и любые другие предметы, вёдра будут гореть в лаве, но не тогда, когда она находится в ведре.",
    "tipsmod.tip.joke.skulls": "Известно, что визер-скелеты лишаются головы.",
    "tipsmod.tip.joke.swim": "Если вы будете находиться под водой слишком долго, вы можете утонуть.",
    "tipsmod.tip.lava_fuel": "Вёдра лавы можно использовать в качестве топлива для печи.",
    "tipsmod.tip.lure_animals": "Вы можете приманивать животных, чтобы они шли за вами, держа в руках еду, которая им нравится.",
    "tipsmod.tip.mean_goats": "Будьте осторожны с козами. Они любят сталкивать игроков и других животных с обрывов.",
    "tipsmod.tip.mooshroom_lightning": "Красный мухомор превратится в коричневый, а коричневый - в красный, если в него ударит молния.",
    "tipsmod.tip.mushroom_biome_spawns": "Враждебные мобы не могут появляться в грибном биоме.",
    "tipsmod.tip.mushroom_placement": "Грибы можно размещать только на блоках, куда не попадают прямые солнечные лучи.",
    "tipsmod.tip.nether_lava": "В Незере лава течёт быстрее.",
    "tipsmod.tip.nether_sponge": "Мокрые губки сразу же высыхают, если их поместить в Незере.",
    "tipsmod.tip.no_tips": "Советы не были загружены. Пожалуйста, посетите настройки.",
    "tipsmod.tip.note_block_instrument": "Инструмент нотного блока определяется блоком под ним.",
    "tipsmod.tip.ore_tiers": "Для добычи некоторых руд требуется минимальный уровень кирки.",
    "tipsmod.tip.peaceful_tnt": "Динамит не может нанести урон игрокам в мирном режиме.",
    "tipsmod.tip.piglin_gold": "Пиглины очень любят золото.",
    "tipsmod.tip.piglin_repellent": "Пиглины боятся огненных блоков душ, включая факела душ и фонаря душ.",
    "tipsmod.tip.poison_immune": "Зомби, скелеты и пауки невосприимчивы к урону от отравления.",
    "tipsmod.tip.portal_trick": "Используя вёдра воды и лавы, вы сможете легко создать портал в Незер.",
    "tipsmod.tip.scrap_nuggets": "Золотые и железные инструменты/броня могут быть переплавлены в кусочек.",
    "tipsmod.tip.shear_mooshroom": "Вы можете стричь муушмрума, чтобы превратить его в обычную корову.",
    "tipsmod.tip.shulker_armor": "Шалкеры получают значительно больше урона, когда их панцири открыты.",
    "tipsmod.tip.shulker_golem": "Шалкеры считаются разновидностью големов.",
    "tipsmod.tip.sitting_pets": "Сидящие питомцы будут оставаться в сидячем положении, пока не утонут или пока вы не нажмёте по ним ПКМ.",
    "tipsmod.tip.smoke_bees": "Если развести костер под пчелиным гнездом, пчелы станут пассивными.",
    "tipsmod.tip.snow_golem_trail": "Вы можете собирать бесконечное количество снежков со следа снежного голема.",
    "tipsmod.tip.sponge_bucket": "Мокрую губку можно высушить в печи, проварив ее. Если в топливном отсеке стоит пустое ведро, то в ведро попадет вода!",
    "tipsmod.tip.string_wool": "Из 4 ниток можно сделать шерсть, разместив их в сетке 2x2.",
    "tipsmod.tip.swamp_slime": "В полнолуние слизни могут появляться на болотах.",
    "tipsmod.tip.turtle_shell": "Черепахи сбрасывают щиток только тогда, когда детеныш вырастает во взрослую особь.",
    "tipsmod.tip.undead_damage": "Нежить, такие как скелеты, получают урон от зелий исцеления и исцеляются от зелий вреда.",
    "tipsmod.tip.undead_helmet": "Нежить не будет гореть при дневном свете, если на ней надет шлем.",
    "tipsmod.tip.villager_sweat": "Крестьяне боятся, когда пытаются торговать с ними во время рейда.",
    "tipsmod.tip.wandering_invis": "Странствующие торговцы пьют зелья невидимости по ночам.",
    "tipsmod.tip.water_grass": "Вода может быстро разрушить траву и посевы.",
    "tipsmod.tip.wax_copper": "Пчелиные соты можно использовать для вощения медных блоков. Это предотвращает их окисление.",
    "tipsmod.tip.weather_sleep": "Сон прояснит небо и прекратит бурю или дождь.",
    "tipsmod.tip.west": "Солнце, Луна и звёзды движутся на запад.",
    "tipsmod.tip.witch_conversion": "Крестьяне превращаются в ведьм, когда в них попадает молния.",
    "tipsmod.tip.wooden_tool_fuel": "Старые деревянные инструменты можно использовать в качестве топлива для печи.",
    "tipsmod.tip.zombie_armor": "Зомби имеют два базовых очка брони, даже если на них нет брони.",
    "tipsmod.title.default": "Совет"
}